Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: <img src=":/xpud.png" /><br/><b>Homepage:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Description:</b> xPUD is a lightweight distribution featuring a simple kiosk-like interface with a web browser and media player.<br/><b>Install Notes:</b> The Live version loads the entire system into RAM and boots from memory.
el: <b>Ιστοσελίδα:</b><a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Περιγραφή:</b>Το xPUD είναι μια ευκίνητη διανομή που διαθέτει μια απλή kiosk-like διεπαφή με ένα πρόγραμμα περιήγησης και ένα πρόγραμμα αναπαραγωγής πολυμέσων.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση φορτώνει ολόκληρο το σύστημα στην μνήμη RAM, οπότε η εγκατάσταση δεν είναι υποχρεωτική, αλλά προαιρετική.
he: <img src=":/xpud.png" /><br/><b>דף הבית:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>תיאור:</b> xPUD היא הפצה קלת משקל המציגה מנשק בסיסי עם דפדפן אינטרנט ונגן מדיה.<br/><b>הערות התקנה:</b>הגירסה החיה טוענת את המערכת כולה לזכרון ה־RAM ומופעלת מהזכרון.
ms: <img src=":/xpud.png" /><br/><b>Laman Sesawang:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Keterangan:</b> xPUD merupakan distribusi ringan dan pantas yang memfiturkan antaramuka seakan kiosk ringkas disertakan dengan pelayar sesawang dan pemain media.<br/><b>Nota Pemasangan:</b> Versi Langsung memuatkan keseluruhan sistem ke dalam RAM dan but menerusi ingatan.
ro: <img src=":/xpud.png" /><br/><b>Pagina proiectului:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Descriere:</b> xPUD este o distribuție minimalistă, include un navigator web și un program de redare media și are o interfață simplă de tip chioșc.<br/><b>Note de instalare:</b> În cazul versiunii Live, sistemul este încărcat complet în RAM, pornește și rulează din memorie.
tr: <img src=":/xpud.png" /><br/><b>Anasayfa:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Açıklama:</b> xPUD, bir web tarayıcısı ve medya oynatıcı ile basit, kiosk benzeri arayüze sahip hafif bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm tüm sistemi RAM'a yükler ve bellekten önyükleme yapar.

source: Select from a list of supported distributions
ca: Seleccioneu des d'una llista de distribucions suportades
el: Επίλέξτε από την λίστα με τις υποστηριζόμενες διανομές
he: יש לבחור מרשימת ההפצות הנתמכות
ms: Pilih dari senarai distribusi disokong
ro: Selectaţi din lista distribuţiilor suportate
tr: Listeden desteklenen dağıtımlardan birini seçin

source: &Distribution
ca: &Distribució
el: &Διανομή
he: ה&פצה
ms: &Distribusi
ro: &Distribuție
tr: &Dağıtım

source: Specify a disk image file to load
ca: Especifiqueu un fitxer imatge de disc per carregar-lo
el: Προσδιορίστε ενα αρχείο εικόνας δίσκου
he: יש לציין קובץ דמות כונן לטעינה
ms: Nyatakan satu fail imej cakera untuk dimuatkan
ro: Specificaţi un fişier imagine-de-disc pentru a fi incărcat
tr: Yüklemek için bir disk kalıbı dosyası belirtin

source: Disk&image
ca: &Image ISO
el: image δίσκου
he: דמות &כונן
ms: Imej&cakera
ro: Disc&image
tr: Disk&kalıp

source: Manually specify a kernel and initrd to load
ca: especifiqueu un nucli (kernel) i un initrd a carregar
el: Χειροκίνητα δηλώστε πυρήνα και intird
he: בחירה ידנית של הליבה וה־initrd לטעינה
ms: Nyatakan secara manual kernel dan initrd untuk dimuatkan
ro: Alegeţi în mod manual un kernel şi initrd pentru a fi incărcat
tr: Yüklemek için bir çekirdek ve initrd'yi el ile belirtin

source: &Custom
ca: &Personalitzada
el: &Προσαρμογή
he: ה&תאמה אישית
ms: &Suai
ro: &Personalizat
tr: &Özel

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This <span style=" font-weight:600;">potentially dangerous</span> option will format the selected drive, wiping out all data on it. It shouldn't be necessary if you're using a standard USB drive.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aquesta opció <span style=" font-weight:600;">és portencialment perillosa</span> i formatarà la unitat seleccionada, esborrant-ne qualsevol dada. Si useu una unitat USB estàndard no us hauria de ser necessari.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd">￼<html><head><meta name="qrichtext" content="1" /><style type="text/css">￼p, li { white-space: pre-wrap; }￼</style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;">￼<p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Αυτή η<span style=" font-weight:600;"> ,πιθανότατα επικίνδυνη, </span> επιλογή θα διαμορφώσει τον επιλεγμένο δίσκο, διαγράφοντας ολα τα δεδομένα που έχει. Δεν ειναι απαραίτητη εφόσον χρησιμοποιείτε standard USB δίσκο.</p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd">￼<html dir="rtl"><head><meta name="qrichtext" content="1" /><style type="text/css">￼p, li { white-space: pre-wrap; }￼</style></head><body style=" direction:rtl;font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;">￼<p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">אפשרות זו <span style=" font-weight:600;">העלולה להיות מסוכנת</span> תפרמט את הכונן הנבחר, ובכך ימחק כל המידע שעליו. תהליך זה לא אמור להיות נחוץ במידה שנעשה שימוש בכונן USB.</p></body></html>
ms: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pilihan ini <span style=" font-weight:600;">berpotensi bahaya</span> yang akan memformat pemacu terpilih, menyapu bersih semua data didalamnya. Ia sepatutnya tidak perlu jika anda guna pemacu USB piawai.</p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Această <span style=" font-weight:600;">potenţial periculoasă</span> opţiune va formata drive-ul selectat, ştergând toate datele de pe el. Această operaţiune nu este necesară dacă folosiţi un drive USB standard.</p></body></html>

source: &Format Drive (Wipes Out Data)
ca: &Formata la unitat (es perdran totes les dades!)
el: & Διαμόρφωση Μονάδας Δίσκου (γίνεται εκκαθάριση δεδομένων)
he: &פירמוט הכונן (מחיקת הנתונים לחלוטין)
ms: &Format Pemacu (Sapu Bersih Data)
ro: &Formatează dispozitiv (șterge toate datele)
tr: &Sürücüyü Biçimlendir (Verileri Siler)

source: OK
ca: D'acord
el: Εντάξει
he: אישור
ro: Bine
tr: Tamam

source: Return
ca: Enrere
el: Επιστροφή
he: Enter
ms: Kembali
ro: Enter
tr: Geri dön

source: Cancel
ca: Canceŀla
el: Ακύρωση
he: ביטול
ms: Batal
ro: Revocare
tr: İptal

source: Reboot Now
ca: Reinicia ara
el: Επανεκκίνηση Τώρα
he: איתחול כעת
ms: But Semula Sekarang
ro: Repornire acum
tr: Şimdi yeniden başlat

source: Exit
ca: Surt
el: Έξοδος
he: יציאה
ms: Keluar
ro: Ieșire
tr: Çıkış

source: 1. Downloading Files
ca: 1. S'estan descarregant fitxers
el: 1. Μεταφόρτωση αρχείων
he: 1. הורדת קבצים
ms: 1. Memuat Turun Fail
ro: Se descarcă fişierele
tr: Dosyalar indiriliyor

source: 2. Extracting and Copying Files
ca: 2. S'estan extraient i copiant fitxers
el: 2. Εξαγωγή και Αντιγραφή Αρχείων
he: 2. חילוץ והעתקת קבצים
ms: 2. Mengekstrak dan Menyalin Fail
ro: Se extrag şi se copiază fişierele
tr: 2. Dosyalar açılıp kopyalanıyor

source: 3. Installing Bootloader
ca: 3. S'està instaŀlat en carregador d'arrencada
el: 3. Εγκατάσταση Επιλογέα Εκκίνησης
he: 3. תכנית הטעינה מותקנת
ms: 3. Memasang Pemuat But
ro: Se instalează Incărcătorul-de-Boot (Bootloader)
tr: 3. Bootloader kuruluyor

source: 4. Installation Complete, Reboot
ca: 4. S'ha acabat la instaŀlació, Reinici
el: 4. Η Εγκατάσταση Ολοκληρώθηκε, Επανεκκίνηση
he: 4. ההתקנה הושלמה, מתבצע איתחול
ms: 4. Pemasangan Selesai, But Semula
ro: 4. Instalare completă, Reporniţi
tr: 4. Kurulum tamamlandı. Yeniden başlat

source: Select the target drive to install to
ca: Seleccioneu la unitat destí a la que voleu instaŀlar
el: Επιλέξτε τον δίσκο στον οποίο θα γινει η εγκατάσταση
he: יש לבחור את כונן היעד להתקנה
ms: Pilih pemacu sasaran untuk dipasangkan
ro: Selectaţi drive-ul ţintă pentru instalare
tr: Yüklenecek hedef sürücüyü seçin

source: Dri&ve:
ca: &Unitat:
el: Μον&άδα δίσκου:
he: &כונן:
ms: Pe&macu:
ro: Dispoziti&v:
tr: Sür&ücü:

source: Select the installation target type
ca: Seleccioneu el tipus d'instaŀlació de destí
el: Επιλέξτε το είδος δίσκου στον οποίο θα γίνει η εγκατάσταση
he: יש לבחור את סוג יעד ההתקנה
ms: Pilih jenis sasaran pemasangan
ro: Selectaţi tipul ţintei pentru instalare
tr: Yükleme hedef türünü seçin

source: &Type:
ca: &Tipus:
el: &Τύπος:
he: &סוג:
ms: &Jenis:
ro: &Tip:
tr: &Tip:

source: Select the distribution version
ca: Seleccioneu la versió de la distribució
el: Επιλέξτε την έκδοση της διανομής
he: בחירת גרסת ההפצה
ms: Pilih versi distribusi
ro: Selectaţi versiunea distribuţiei
tr: Dağıtım versiyonunu seçin

source: Select disk image file
ca: Seleccioneu el fitxer d'imatge de disc
el: Επιλέξτε το αρχείο εικόνας δίσκου
he: בחירת קובץ דמות כונן
ms: Pilih fail imej cakera
ro: Selectaţi fişierul imagine-de-disc
tr: Disk kalıbı dosyasını seçin

source: Select the disk image type
ca: Seleccioneu el tipus d'imatge de disc
el: Επιλογή τύπου εικόνας δίσκου
he: יש לבחור את סוג דמות הכונן
ms: Pilih jenis imej cakera
ro: Selectaţi tipul imaginii-de-disc
tr: Disk kalıbı türünü seçin

source: Specify a floppy/hard disk image, or CD image (ISO) file to load
ca: Especifiqueu el fitxer imatge de disc dur, de diquet o de CD (ISO) a carregar
el: Προσδιορίστε αρχείο εικόνας δίσκου/δισκέττας, ή αρχειο εικόνας οπτικού δίσκου (ISO)
he: יש לציין את דמות הדיסקט/כונן קשיח או דמות תקליטור (ISO) לטעינה
ms: Nyatakan imej cakera liut/keras, atau fail imej CD (ISO) untuk dimuatkan
ro: Specificaţi un fişier-imagine de unitate de dischetă (floppy)/ de disc dur (hard disk), sau fi;ier-imagine de CD (ISO) pentru încărcare
tr: Yüklemek için disket sürücü kalıbı veya CD kalıp dosyası (ISO) belirtin

source: Specify a kernel file to load
ca: Especifiqueu el fitxer nucli (kernel) a carregar
el: Προσδιορίστε αρχείο πυρήνα
he: יש לציין קובץ ליבה לטעינה
ms: Nyatakan fail kernel untuk dimuatkan
ro: Specificaţi un fişier kernel pentru incărcare
tr: Yüklemek için bir çekirdek dosyası belirtin

source: Select kernel file
ca: Seleccioneu un fitxer de nucli (kernel)
el: Επιλέξτε αρχείο πυρήνα
he: יש לבחור קובץ ליבה
ms: Pilih fail kernel
ro: Selectati fişierul kernel
tr: Kernel dosyası seçin

source: Specify an initrd file to load
ca: Especifiqueu el fitxer initrd a carregar
el: Προσδιορίστε αρχείο initrd
he: יש לציין קובץ initrd לטעינה
ms: Nyatakan fail initrd untuk dimuatkan
ro: Specificaţi un fişier initrd pentru incărcare
tr: Yüklemek için bir initrd dosyası belirtin

source: Select initrd file
ca: Seleccioneu el fitxer initrd
el: Επιλέξτε αρχείο initrd
he: יש לבחור קובץ initrd
ms: Pilih fail initrd
ro: Selectaţi fişierul initrd
tr: initrd dosyası seçin

source: Select syslinux.cfg or isolinux.cfg file
ca: Seleccioneu el fitxer syslinux.cfg o isolinux.cfg
el: Επιλέξτε αρχείο syslinux.cfg ή isolinux.cfg
he: יש לבחור קובץ syslinux.cfg או isolinux.cfg
ms: Pilih fail syslinux.cfg atau isolinux.cfg
ro: Selectaţi fişierul syslinux.cfg sau isolinux.cfg
tr: Syslinux.cfg veya isolinux.cfg dosyası seçin

source: Specify parameters and options to pass to the kernel
ca: Especifiqueu els paràmetres i opcions que voleu passar al nucli
el: Προσδιορίστε παραμέτρους και επιλογές για τον πυρήνα
he: יש לציין פרמטרים ואפשרויות להעברה אל הליבה
ms: Nyatakan parameter dan pilihan untuk dilepasi ke kernel
ro: Specificaţi parametrii şi opţiunile pentru a fi transmise kernel-ului
tr: Çekirdeğe geçmek için değişkenleri ve seçenekleri belirtin

source: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">This <span style=" font-weight:600;">potentially dangerous</span> option will show all drives in the drop-down box titled "Drives". Enable this only if you know what you're doing; if you use this option, the installation will likely fail, or can lead to system boot issues.</p></body></html>
ca: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Aquesta opció <span style=" font-weight:600;">és potencialment perillosa</span> i mostra totes les unitats en un menú desplegable anomenat "Unitats". Activeu aquesta opció només si sabeu el que esteu fent; si useu aquesta opció, la instaŀlació probablement fallarà, o us pot provocar problemes d'arrencada al vostre equip.</p></body></html>
el: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd">￼<html><head><meta name="qrichtext" content="1" /><style type="text/css">￼p, li { white-space: pre-wrap; }￼</style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;">￼<p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Αυτή η<span style=" font-weight:600;">, πιθανότατα επικίνδυνη </span> επιλογή, θα εμφανίσει όλους τους δίσκους στο μενού με το όνομα "Δίσκοι". Ενεργοποιείστε το μονο αν ξέρετε τι κάνετε. Εάν χρησιμοποιησετε αυτήν την επιλογή, το πιο πιθανόν η εγκατάσταση να αποτύχει, ή να οδηγήσει σε προβλήματα εκκίνησης του συστήματος.</p></body></html>
he: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd">￼<html dir="rtl"><head><meta name="qrichtext" content="1" /><style type="text/css">￼p, li { white-space: pre-wrap; }￼</style></head><body style=" direction:rtl;font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;">￼<p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">אפשרות זו <span style=" font-weight:600;">העלולה להיות מסוכנת</span> תציג את כל הכוננים בתיבה הנשלפת בעלת הכותרת "כוננים". יש לאפשר זאת רק במידה שהפעולות נעשות על ידי אדם המבין את מעשיו; אם יעשה שימוש באפשרות זו, סביר להניח כי ההתקנה תכשל, או שתווצר בעיית איתחול מערכת.</p></body></html>
ms: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Pilihan ini <span style=" font-weight:600;">berpotensi bahaya</span> yang akan memformat pemacu di dalam kotak tarik-turun bertajuk "Pemacu". Benarkannya jika anda tahu apa yang dilakukan; jika anda guna pilihan ini, pemasangan berkemungkinan akan gagal atau menyebabkan masalah but sistem.</p></body></html>
ro: <!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.0//EN" "http://www.w3.org/TR/REC-html40/strict.dtd"> <html><head><meta name="qrichtext" content="1" /><style type="text/css"> p, li { white-space: pre-wrap; } </style></head><body style=" font-family:'Sans Serif'; font-size:10pt; font-weight:400; font-style:normal;"> <p style=" margin-top:0px; margin-bottom:0px; margin-left:0px; margin-right:0px; -qt-block-indent:0; text-indent:0px;">Această <span style=" font-weight:600;">potenţial periculoasă</span> opţiune va arăta toate drive-urile în lista derulantă numită "Drives". Activaţi această opţiune doar dacă ştiţi ce faceţi; dacă folosiţi această opţiune, este probabil ca instalarea să eşueze, sau poate conduce la probleme legate de bootarea sistemului.</p></body></html>

source: Show &All Drives (Use with Care)
ca: &Mostra totes les unitats (empreu amb precaució)
el: Εμφάνιση &όλων των δίσκων (Χρήση με προσοχή)
he: הצגת &כל הכוננים (להשתמש בזהירות)
ms: Tunjuk Semu&a Pemacu (Guna dengan Hati-Hati)
ro: &Arată toate dispozitivele (folosiți cu grijă)
tr: Göster &Bütün Sürücüler (Dikkatli kullanın)

source: &Kernel:
ca: &Nucli:
el: &Πυρήνας:
he: &קרנל:
tr: &Çekirdek:

source: Init&rd:
el: Αρχικοποίη&ση:

source: &Options:
ca: &Opcions:
el: &Ρυθμίσεις:
he: &אפשרויות:
ms: &Pilihan:
ro: &Opțiuni:
tr: &Seçemekler:

source: Uninstallation Complete
ca: Desinstaŀlació completa
el: Η απεγκατάσταση ολοκληρώθηκε
he: ההסרה הושלמה
ms: Nyahpemasangan Selesai
ro: Dezinstalare completă
tr: Kaldırma tamamlandı

source: %1 has been uninstalled.
ca: %1 s'ha desinstaŀlat.
el: %1 έχει απεγκατασταθεί.
he: הסרת %1 הושלמה.
ms: %1 telah dinyahpasangkan.
ro: %1 a fost dezinstalat
tr: %1 kaldırıldı.

source: Must run as root
ca: S'ha d'executar com a root
el: Πρέπει να εκτελεσθεί από τον χρήστη root
he: יש להפעיל כמשתמש על
ms: Mesti dijalankan sebagai root
ro: Trebuie rulat cu drepturi de administrare (root)
tr: Yönetici olarak çalıştırmalısın

source: %2 must be run as root. Close it, and re-run using either:<br/><b>sudo %1</b><br/>or:<br/><b>su -c '%1'</b>
ca: %2 s'ha d'executar com a root. Tanqueu-lo, i torneu-lo a executar usant:<br/><b>sudo %1</b><br/>o:<br/><b>su -c '%1'</b>
el: %2 πρέπει να εκτελείται απο τον χρήστη root. Κλείστε την εφαρμογή, και εκτελέστε την πάλι χρησιμοποιώντας είτε την εντολή :<br/><b>sudo %1</b><br/>ή:<br/><b>su -c '%1'</b>
he: יש להפעיל את %2 כמשתמש על. יש לסגור אותה ולהפעיל מחדש או על ידי: <br/><b>sudo %1</b><br/>או על ידי:<br/><b>su -c '%1'</b>
ms: %2 mesti dijalankan sebagai root. Tutup dulu, dan jalankan-semula sama ada guna:<br/><b>sudo %1</b><br/>atau:<br/><b>su -c '%1'</b>
ro: %2 trebuie rulat cu drepturi de administrare (root). Închideti programul, şi reporniţi-l utilizând fie:<br/><b>sudo %1</b><br/>sau:<br/><b>su -c '%1'</b>

source: %1 Uninstaller
ca: %1 Desinstaŀlador
el: %1 Πρόγραμμα Απεγκατάστασης
he: התכנית להסרת %1
ms: Penyahpasang %1
ro: %1 Dezinstalator
tr: %1 Kaldırıcı

source: %1 is currently installed. Remove the existing version?
ca: %1 actualment està instaŀlat. Voleu desinstaŀlar la versió actual?
el: %1 εγκαθίσταται αυτήν τη στιγμή. Να διαγραφεί η υπάρχουσα έκδοση;
he: %1 מותקנת נכון לעתה. האם להסיר את הגרסה הקיימת?
ms: %1 dipasang buat masa ini. Buang versi sedia ada?
ro: %1 este în prezent instalat. Dezinstalaţi versiunea instalată?
tr: %1 şu anda kurulu. Önceki sürümü kaldırmak ister misiniz?

source: <b>Homepage:</b> <a href="https://www.backtrack-linux.org/">https://www.backtrack-linux.org/</a><br/><b>Description:</b> BackTrack is a distribution focused on network analysis and penetration testing.<br/><b>Install Notes:</b> BackTrack is booted and run in live mode; no installation is required to use it.
tr: <b>Anasayfa:</b> <a href="https://www.backtrack-linux.org/">https://www.backtrack-linux.org/</a><br/><b>Açıklama:</b>BackTrack ağ çözümlemesi ve gizlice girme testlerine odaklanmış bir dağıtımdır.<br/><b>Kurulum Notları:</b> BackTrack çalışan kipte yüklenir ve çalışır; kullanmak için kurmaya gerek yoktur.

source: Esc
ca: Tecla d'escapada
