Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: *IMPORTANT* After rebooting, ignore any error messages and select back if prompted for a CD, then go to the main menu, select the 'Start Installation' option, choose 'Network' as the source, choose 'HTTP' as the protocol, enter 'mirrors.kernel.org' when prompted for a server, and enter '/centos/%1/os/%2' when asked for the folder.
ca: *IMPORTANT* Després de reiniciar, ignoreu qualsevol missatge d'error i seleccioneu «Enrere» en cas que si us indiqui inserir un CD.. Aleshores, des del menú principal, trieu «Inicia la instaŀlació», «Xarxa» com a origen, «HTTP» com a protocol, «mirrors.kernel.org» quan si us demani el servidor i «/centos/%1/os/%2» quan si us demani el directori.
el: *ΣΗΜΑΝΤΙΚΌ* Μετά την επανεκκίνηση, αγνοήστε τα μηνύματα σφαλμάτων και επιλέξτε πίσω αν σας ζητηθεί ένα CD και, στη συνέχεια, μεταβείτε στο κυρίος μενού, επιλέξτε το "Start Εγκατάσταση", επιλέξτε "Δίκτυο" ως πηγή, επιλέξτε το πρωτόκολλο "HTTP", πληκτρολογήστε "mirrors.kernel.org" όταν σας ζητηθεί ένας διακομιστή, και πληκτρολογήστε "/centos/%1/os/%2", όταν ερωτηθείτε για τον φάκελο.
he: *שובה* לאחר ההפעלה מחדש יש להתעלם מהודעות השגיאה ולבחור באחורה אם התבקש תקליטור, אז יש לגשת אל התפריט הראשי, לבחור באפשרות 'התחלת ההתקנה', לבחור ב־'רשת' כמקור, לבחור ב־'HTTP' כפרוטוקול, להזין את הכתובת 'mirrors.kernel.org' כשיתבקש שם השרת ולהזין '/centos/%1/os/%2' כאשר יתבקש שם התיקייה.
ms: *PENTING* Selepas membut semula, abaikan apa-apa mesej ralat dan pilih kembali jika mahukan CD, kemudian pergi ke menu utama, pilih pilihan 'Mula Pemasangan', pilih 'Rangkaian' sebagai sumber, pilih 'HTTP' sebagai protokol, taip 'mirrors.kernel.org' bila mahukan pelayan, akhir sekali masukkan '/centos/%1/os/%2' bila ditanya lokasi folder.
ro: *IMPORTANT* După restartarea sistemului, ignorați orice mesaj de eroare și selectați înapoi dacă vi se cere introducerea unui CD, apoi mergeți la meniul principal, selectați opțiunea "Pornire instalare", alegeți 'Rețea' drept sursă, alegeți 'HTTP' drept protocol, introduceți 'mirrors.kernel.org' când vi se va cere server-ul, și introduceți '/centos/%1/os/%2' când vi se va cere dosarul.
tr: *ÖNEMLİ*Sistemi yeniden başlattıktan sonra, hiç bir hata mesajını önemsemeyin ve eğer bir CD yerleştirmeniz istenirse geri seçeneğini tıklayın, ardından da ana menüye gidin, 'Kurulumu Başlat' seçeneğini seçin, ardından kaynak olarak 'Ağ' seçeneğini, protokol olarak 'HTTP' seçeneğini seçin, eğer bir sunucu adresi girmeniz istenirse 'mirror.kernel.org' yazın ve bir dizin ismi girmeniz istenildiğinde '/centos/%1/os/%2' yazın.

source: *IMPORTANT* Before rebooting, place a Debian install iso file on the root directory of your hard drive or USB drive. These can be obtained from cdimage.debian.org
ca: *IMPORTANT* Abans de reiniciar, coŀloqueu la imatge ISO de Debian d'arrencada al directori arrel del vostre disc dur o unitat USB. Aquest fitxer es pot obtenir des de cdimage.debian.com
el: *ΠΡΟΣΟΧΗ* Πριν την επανεκκίνηση, τοποθετήστε ένα εναλλακτικό λειτουργικό σύστημα Debian μέσω αρχείου iso στον ριζικό κατάλογο του σκληρού δίσκου η την μονάδα USB. Αυτά μπορούν να ληφθούν από την ιστοσελίδα cdimage.debian.org
he: *חשוב* בטרם ההפעלה מחדש, יש להציב קובץ iso של ההתקנה של דביאן בתיקיית הבסיס של הכונן הקשיח או של כונן ה־USB שלך. ניתן להשיג קבצים אלה דרך cdimage.debian.org
ms: *PENTING* Sebelum membut semula, masukkan fail iso pemasangan Debian ke dalam direktori root pemacu keras atau pemacu USB anda. Ia boleh diperoleh di cdimage.ubuntu.com
ro: *IMPORTANT* Înainete de a repornii, puneți un fișier ISO Debian în dosarul rădăcină a hardiscului sau a sticului USB. Acest fișier poate fi obținut de la cdimage.debian.org
tr: *ÖNEMLİ* Yeniden başlatmadan önce, sabit sürücünüzün veya USB sürücünüzün kök dizinine Debian kurulum iso dosyası kurun. Bunlar cdimage.debian.org'dan edinilebilir.

source: *IMPORTANT* After rebooting, ignore any error messages and select back if prompted for a CD, then go to the main menu, select the 'Start Installation' option, choose 'Network' as the source, choose 'HTTP' as the protocol, enter 'download.fedora.redhat.com' when prompted for a server, and enter '/pub/fedora/linux/development/%1/os' when asked for the folder.
ca: *IMPORTANT* Després de reiniciar, ignoreu qualsevol missatge d'error i seleccioneu «Enrere» en cas que si us indiqui inserir un CD.. Aleshores, des del menú principal, trieu «Inicia la instaŀlació», «Xarxa» com a origen, «HTTP» com a protocol, «download.fedora.redhat.com» quan si us demani el servidor i «/pub/fedora/linux/development/%1/os» quan si us demani el directori.
el: *ΣΗΜΑΝΤΙΚΌ* Μετά την επανεκκίνηση, αγνοήστε τα μηνύματα σφαλμάτων και επιλέξτε πίσω αν σας ζητηθεί ένα CD και, στη συνέχεια, μεταβείτε στο κυρίος μενού, επιλέξτε το "Start Εγκατάσταση", επιλέξτε "Δίκτυο" ως πηγή, επιλέξτε το πρωτόκολλο "HTTP", πληκτρολογήστε 'download.fedora.redhat.com' όταν σας ζητηθεί ένας διακομιστή, και πληκτρολογήστε '/pub/fedora/linux/development/%1/os' , όταν ερωτηθείτε για τον φάκελο.
he: *חשוב* לאחר ההפעלה מחדש יש להתעלם מהודעות השגיאה ולבחור באחורה אם התבקש תקליטור, אז יש לגשת אל התפריט הראשי, לבחור באפשרות 'התחלת ההתקנה', לבחור ב־'רשת' כמקור, לבחור ב־'HTTP' כפרוטוקול, להזין את הכתובת 'download.fedora.redhat.com' כשיתבקש שם השרת ולהזין '/pub/fedora/linux/development/%1/os' כאשר יתבקש שם התיקייה.
ms: *PENTING* Selepas membut semula, abaikan apa-apa mesej ralat dan pilih kembali jika mahukan CD, kemudian pergi ke menu utama, pilih pilihan 'Mula Pemasangan', pilih 'Rangkaian' sebagai sumber, pilih 'HTTP' sebagai protokol, taip 'download.fedora.redhat.com' bila mahukan pelayan, akhir sekali masukkan '/pub/fedora/linux/development/%1/os' bila ditanya lokasi folder.
ro: *IMPORTANT* După restartarea sistemului, ignorați orice mesaj de eroare și selectați înapoi dacă vi se cere introducerea unui CD, apoi mergeți la meniul principal, selectați opțiunea "Pornire instalare", alegeți 'Rețea' drept sursă, alegeți 'HTTP' drept protocol, introduceți 'download.fedora.redhat.com' când vi se va cere server-ul, și introduceți '/pub/fedora/linux/development/%1/os' când vi se va cere dosarul.
tr: *ÖNEMLİ* Sistemi yeniden başlattıktan sonra, hiç bir hata mesajını önemsemeyin ve eğer bir CD yerleştirmeniz istenirse geri seçeneğini tıklayın, ardından da ana menüye gidin, 'Kurulumu Başlat' seçeneğini seçin, ardından kaynak olarak 'Ağ' seçeneğini, protokol olarak 'HTTP' seçeneğini seçin, eğer bir sunucu adresi girmeniz istenirse 'download.fedora.redhat.com' yazın ve bir dizin ismi girmeniz istenildiğinde '/pub/fedora/linux/development/%1/os' yazın.

source: *IMPORTANT* After rebooting, ignore any error messages and select back if prompted for a CD, then go to the main menu, select the 'Start Installation' option, choose 'Network' as the source, choose 'HTTP' as the protocol, enter 'download.fedora.redhat.com' when prompted for a server, and enter '/pub/fedora/linux/releases/%1/Fedora/%2/os' when asked for the folder.
ca: *IMPORTANT* Després de reiniciar, ignoreu qualsevol missatge d'error i seleccioneu «Enrere» en cas que si us indiqui inserir un CD.. Aleshores, des del menú principal, trieu «Inicia la instaŀlació», «Xarxa» com a origen, «HTTP» com a protocol, «download.fedora.redhat.com» quan si us demani el servidor i «/pub/fedora/linux/releases/%1/Fedora/%2/os» quan si us demani el directori.
el: *ΣΗΜΑΝΤΙΚΌ* Μετά την επανεκκίνηση, αγνοήστε τα μηνύματα σφαλμάτων και επιλέξτε πίσω αν σας ζητηθεί ένα CD και, στη συνέχεια, μεταβείτε στο κυρίος μενού, επιλέξτε το "Start Εγκατάσταση", επιλέξτε "Δίκτυο" ως πηγή, επιλέξτε το πρωτόκολλο "HTTP", πληκτρολογήστε 'download.fedora.redhat.com' όταν σας ζητηθεί ένας διακομιστή, και πληκτρολογήστε '/pub/fedora/linux/releases/%1/Fedora/%2/os' , όταν ερωτηθείτε για τον φάκελο.
he: *חשוב* לאחר ההפעלה מחדש יש להתעלם מהודעות השגיאה ולבחור באחורה אם התבקש תקליטור, אז יש לגשת אל התפריט הראשי, לבחור באפשרות 'התחלת ההתקנה', לבחור ב־'רשת' כמקור, לבחור ב־'HTTP' כפרוטוקול, להזין את הכתובת 'download.fedora.redhat.com' כשיתבקש שם השרת ולהזין '/pub/fedora/linux/releases/%1/Fedora/%2/os' כאשר יתבקש שם התיקייה.
ms: *PENTING* Selepas membut semula, abaikan apa-apa mesej ralat dan pilih kembali jika mahukan CD, kemudian pergi ke menu utama, pilih pilihan 'Mula Pemasangan', pilih 'Rangkaian' sebagai sumber, pilih 'HTTP' sebagai protokol, taip 'download.fedora.redhat.com' bila mahukan pelayan, akhir sekali masukkan '/pub/fedora/linux/releases/%1/Fedora/%2/os' bila ditanya lokasi folder.
ro: *IMPORTANT* După restartarea sistemului, ignorați orice mesaj de eroare și selectați înapoi dacă vi se cere introducerea unui CD, apoi mergeți la meniul principal, selectați opțiunea "Pornire instalare", alegeți 'Rețea' drept sursă, alegeți 'HTTP' drept protocol, introduceți 'download.fedora.redhat.com' când vi se va cere server-ul, și introduceți '/pub/fedora/linux/releases/%1/Fedora/%2/os' când vi se va cere dosarul.
tr: *ÖNEMLİ* Sistemi yeniden başlattıktan sonra, hiç bir hata mesajını önemsemeyin ve eğer bir CD yerleştirmeniz istenirse geri seçeneğini tıklayın, ardından da ana menüye gidin, 'Kurulumu Başlat' seçeneğini seçin, ardından kaynak olarak 'Ağ' seçeneğini, protokol olarak 'HTTP' seçeneğini seçin, eğer bir sunucu adresi girmeniz istenirse 'download.fedora.redhat.com' yazın ve bir dizin ismi girmeniz istenildiğinde '/pub/fedora/linux/releases/%1/Fedora/%2/os' yazın.

source: *IMPORTANT* After rebooting, ignore any error messages and select back if prompted for a CD, then go to the main menu, select the 'Start Installation' option, choose 'Network' as the source, choose 'HTTP' as the protocol, enter 'download.opensuse.org' when prompted for a server, and enter '/factory/repo/oss' when asked for the folder.
ca: *IMPORTANT* Després de reiniciar, ignoreu qualsevol missatge d'error i seleccioneu 'Enrera' si se us requereix introduïr un CD, llavors aneu al menú principal, seleccioneu 'Inicia la instaŀlació', escolliu 'En xarxa' com a origen, escolliu 'HTTP' com a protocol, quan se us demani el servidor escriviu 'download.opensuse.org' i escriviu '/factory/repo/oss' quan se us demani el directori.
el: *ΣΗΜΑΝΤΙΚΌ* Μετά την επανεκκίνηση, αγνοήστε τα μηνύματα σφαλμάτων και επιλέξτε πίσω αν σας ζητηθεί ένα CD και, στη συνέχεια, μεταβείτε στο κυρίος μενού, επιλέξτε το "Start Εγκατάσταση", επιλέξτε "Δίκτυο" ως πηγή, επιλέξτε το πρωτόκολλο "HTTP", πληκτρολογήστε 'download.opensuse.org' όταν σας ζητηθεί ένας διακομιστής, και πληκτρολογήστε '/factory/repo/oss' όταν ερωτηθείτε για τον φάκελο.
he: *חשוב* לאחר ההפעלה מחדש יש להתעלם מהודעות השגיאה ולבחור באחורה אם התבקש תקליטור, אז יש לגשת אל התפריט הראשי, לבחור באפשרות 'התחלת ההתקנה', לבחור ב־'רשת' כמקור, לבחור ב־'HTTP' כפרוטוקול, להזין את הכתובת 'download.opensuse.org' כשיתבקש שם השרת ולהזין '/factory/repo/oss' כאשר יתבקש שם התיקייה.
ms: *PENTING* Selepas membut semula, abaikan apa-apa mesej ralat dan pilih kembali jika mahukan CD, kemudian pergi ke menu utama, pilih pilihan 'Mula Pemasangan', pilih 'Rangkaian' sebagai sumber, pilih 'HTTP' sebagai protokol, taip 'download.opensuse.org' bila mahukan pelayan, akhir sekali masukkan '/factory/repo/oss' bila ditanya lokasi folder.
ro: *IMPORTANT* După restartarea sistemului, ignorați orice mesaj de eroare și selectați înapoi dacă vi se cere introducerea unui CD, apoi mergeți la meniul principal, selectați opțiunea "Pornire instalare", alegeți 'Rețea' drept sursă, alegeți 'HTTP' drept protocol, introduceți 'download.opensuse.org' când vi se va cere server-ul, și introduceți '/factory/repo/oss' când vi se va cere dosarul.
tr: *ÖNEMLİ*Sistemi yeniden başlattıktan sonra, hiç bir hata mesajını önemsemeyin ve eğer bir CD yerleştirmeniz istenirse geri seçeneğini tıklayın, ardından da ana menüye gidin, 'Kurulumu Başlat' seçeneğini seçin, ardından kaynak olarak 'Ağ' seçeneğini, protokol olarak 'HTTP' seçeneğini seçin, eğer bir sunucu adresi girmeniz istenirse 'download.opensuse.org' yazın ve bir dizin ismi girmeniz istenildiğinde '/factory/repo/oss' yazın.

source: *IMPORTANT* After rebooting, ignore any error messages and select back if prompted for a CD, then go to the main menu, select the 'Start Installation' option, choose 'Network' as the source, choose 'HTTP' as the protocol, enter 'download.opensuse.org' when prompted for a server, and enter '/distribution/%1/repo/oss' when asked for the folder.
ca: *IMPORTANT* Després de reiniciar, ignoreu qualsevol missatge d'error i seleccioneu «Enrere» en cas que si us indiqui inserir un CD.. Aleshores, des del menú principal, trieu «Inicia la instaŀlació», «Xarxa» com a origen, «HTTP» com a protocol, «download.opensuse.com» quan si us demani el servidor i «/distribution/%1/repo/oss» quan si us demani el directori.
el: *ΣΗΜΑΝΤΙΚΌ* Μετά την επανεκκίνηση, αγνοήστε τα μηνύματα σφαλμάτων και επιλέξτε πίσω αν σας ζητηθεί ένα CD και, στη συνέχεια, μεταβείτε στο κυρίος μενού, επιλέξτε το "Start Εγκατάσταση", επιλέξτε "Δίκτυο" ως πηγή, επιλέξτε το πρωτόκολλο "HTTP", πληκτρολογήστε 'download.opensuse.org' όταν σας ζητηθεί ένας διακομιστή, και πληκτρολογήστε '/distribution/%1/repo/oss' , όταν ερωτηθείτε για τον φάκελο.
he: *חשוב* לאחר ההפעלה מחדש יש להתעלם מהודעות השגיאה ולבחור באחורה אם התבקש תקליטור, אז יש לגשת אל התפריט הראשי, לבחור באפשרות 'התחלת ההתקנה', לבחור ב־'רשת' כמקור, לבחור ב־'HTTP' כפרוטוקול, להזין את הכתובת 'download.opensuse.org' כשיתבקש שם השרת ולהזין ''/distribution/%1/repo/oss' כאשר יתבקש שם התיקייה.
ms: *PENTING* Selepas membut semula, abaikan apa-apa mesej ralat dan pilih kembali jika mahukan CD, kemudian pergi ke menu utama, pilih pilihan 'Mula Pemasangan', pilih 'Rangkaian' sebagai sumber, pilih 'HTTP' sebagai protokol, taip 'download.opensuse.org' bila mahukan pelayan, akhir sekali masukkan '/distribution/%1/repo/oss' bila ditanya lokasi folder.
ro: *IMPORTANT* După restartarea sistemului, ignorați orice mesaj de eroare și selectați înapoi dacă vi se cere introducerea unui CD, apoi mergeți la meniul principal, selectați opțiunea "Pornire instalare", alegeți 'Rețea' drept sursă, alegeți 'HTTP' drept protocol, introduceți 'download.opensuse.org' când vi se va cere server-ul, și introduceți '/distribution/%1/repo/oss' când vi se va cere dosarul.
tr: *ÖNEMLİ*Sistemi yeniden başlattıktan sonra, hiç bir hata mesajını önemsemeyin ve eğer bir CD yerleştirmeniz istenirse geri seçeneğini tıklayın, ardından da ana menüye gidin, 'Kurulumu Başlat' seçeneğini seçin, ardından kaynak olarak 'Ağ' seçeneğini, protokol olarak 'HTTP' seçeneğini seçin, eğer bir sunucu adresi girmeniz istenirse 'download.opensuse.org' yazın ve bir dizin ismi girmeniz istenildiğinde '/distribution/%1/repo/oss' yazın.

source: == Select Distribution ==
ca: == Trieu la distribució ==
el: == Επιλογή Διανομής ==
he: == נא לבחור הפצה ==
ms: == Pilih Distribusi ==
ro: == Selectați distribuția ==
tr: == Dağıtım Seç ==

source: == Select Version ==
ca: == Trieu la versió ==
el: == Επιλογή Έκδοσης ==
he: == נא לבחור גרסה ==
ms: == Pilih Versi ==
ro: == Selectați versiunea ==
tr: == Sürüm Seç ==

source: Welcome to <a href="https://unetbootin.github.io/">UNetbootin</a>, the Universal Netboot Installer. Usage:<ol><li>Select a distribution and version to download from the list above, or manually specify files to load below.</li><li>Select an installation type, and press OK to begin installing.</li></ol>
ca: Benvingut a <a href="https://unetbootin.github.io/">UNetbootin</a>,L'Instaŀlador Universal Netboot. Ús:<ol><li>Seleccioneu una distribució i versió a descarregar de la llista anterior, o especifiqueu mannualment els fitxers a carregar a baix.</li><li>Seleccioneu un tipus d'instaŀlació, i premeu D'acord per començar la instaŀlació.</li></ol>
el: Καλώς ήρθατε στο <a href="https://unetbootin.github.io/">UNetbootin</a>, the Universal Netboot Installer. Τρόπος Χρήσης:<ol><li>Επιλέξετε απο την παραπάνω λίστα την διανομή και την έκδοση που επιθυμείτε να κατεβεί, ή διαλέξτε παρακάτω μεμονωμένα αρχεία για φόρτωση.</li><li>Στη συνέχεια επιλέξτε τύπο εγκατάστασης και πατήστε ΟΚ για να ξεκινήσει η διαδικασία.</li></ol>
he: ברוך בואך אל <a href="https://unetbootin.github.io/">UNetbootin</a>, תכנית ההתקנה האוניברסלית דרך הרשת, שימוש:<ol><li>יש לבחור בהפצה ובגרסה להורדה מהרשימה שלהלן, או לציין קבצים מסויימים לטעינה להלן.</li><li>יש לבחור את סוג ההתקנה, וללחוץ על אישור כדי להתחיל בהתקנה.</li></ol>
ms: Selamat datang ke <a href="https://unetbootin.github.io/">UNetbootin</a>, Pemasang But Rangkaian Universal. Penggunaan:Pilih satu distribusi dan versi untuk dimuat turun dari senarai di atas, atau nyatakan fail secara manual untuk muatkan di bawah.</li><li>Pilih satu jenis pemasangan, dan kemudian ketik OK untuk memulakan pemasangan.</li></ol>
ro: Bine ați venit la <a href="https://unetbootin.github.io/">UNetbootin</a>, programul de instalare prin internet universal. Mod de folosire:<ol><li>Selectați o distribuție și versiunea pentru a o descărca din lista de mai mai sus, sau specificați manual fișierele care să fie incărcate dedesubt.</li><li>Selectați un tip de instalare, și apăsați OK pentru a incepe instalarea.</li></ol>
tr: Universal Netboot Installer <a href="https://unetbootin.github.io/">UNetbootin</a>'e hoşgeldiniz. Kullanım: <ol><li>Yukarıdaki listeden indirmek için bir dağıtım ve sürüm seçin veya aşağıdan yüklenecek dosyaları el ile belirtin.</li><li>Bir yükleme türü seçin ve yüklemeye başlamak için OK tuşuna basın.</li></ol>

source: <b>Homepage:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>Description:</b> Arch Linux is a lightweight distribution optimized for speed and flexibility.<br/><b>Install Notes:</b> The default version allows for installation over the internet (FTP).
ca: <b>Pàgina web:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>Descripció:</b>Arch Linux is a lightweight distribution optimized for speed and flexibility.<br/><b>Notes d'instaŀlació:</b> The default version allows for installation over the internet (FTP).
el: <b>Ιστοσελίδα:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>Περιγραφή:</b>Το Arch Linux είναι μια ευέλικτη διανομή βελτιστοποιημένη για ταχύτητα και ευελιξία.<br/><b>Σημειώσης Εγκατάστασης:</b> Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP).
he: <b>דף הבית:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>תיאור:</b>‏ Arch Linux היא הפצה קלילה המותאמת למהירות ולגמישות.<br/><b>הערות התקנה:</b> גרסת ברירת המחדל מאפשרת התקנה דרך האינטרנט (FTP).
ms: <b>Laman Sesawang:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>Keterangan:</b> Arch Linux merupakan distribusi ringan dan pantas yang dioptimumkan untuk kelajuan dan keanjalan. Nota Pemasangan:</b> Versi lalai membolehkan pemasangan melalui internet (FTP).
ro: <b>Pagina de Internet:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>Descriere:</b> Arch Linux este o distribuție lejeră, optimizată pentru viteză și flexibilitate.<br/><b>Note de instalare:</b> Versiunea implicită permite instalarea prin Internet (FTP).
tr: <b>Anasayfa:</b> <a href="https://www.archlinux.org/">https://www.archlinux.org</a><br/><b>Açıklama:</b> Arch Linux, hız ve esneklik için en iyi duruma getirilmiş edilmiş hafif bir dağıtımdır.<br/><b>Kurulum Notları:</b> Öntanımlı sürüm internet üzerinden (FTP) kuruluma izin verir.

source: <b>Homepage:</b> <a href="https://www.backtrack-linux.org/">http://www.backtrack-linux.org/</a><br/><b>Description:</b> BackTrack is a distribution focused on network analysis and penetration testing.<br/><b>Install Notes:</b> BackTrack is booted and run in live mode; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="https://www.backtrack-linux.org/">https://www.backtrack-linux.org/</a><br/><b>Περιγραφή:</b>Το BackTrack είναι μια διανομή που επικεντρώθηκε στην ανάλυση του δικτύων και δοκιμών διείσδυσης.<br/><b>Σημειώσης Εγκατάστασης:</b>Το BackTrack είναι έοιμο και να λειτουργεί ζωντανά, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="https://www.backtrack-linux.org/">https://www.backtrack-linux.org/</a><br/><b>תיאור:</b> BackTrack הנה הפצה המתמקדת בניתוח רשתות ובדיקות חדירה.<br/><b>הערות התקנה:</b> BackTrack פועלת ורצה במצב חי; אין צורך בהתקנה כדי להשתמש בה.
ms: <b>Laman Sesawang:</b> <a href="https://www.backtrack-linux.org/">https://www.backtrack-linux.org/</a><br/><b>Keterangan:</b> BackTrack merupakan distribusi yang berfokuskan analisis rangkaian dan ujian penembusan.<br/><b>Nota Pemasangan:</b> BackTrack dibut dan dijalankan dalam mod langsung; tiada pemasangan diperlukan untuk menggunakkannya.
ro: <b>Pagina de Internet:</b> <a href="https://www.backtrack-linux.org/">https://www.backtrack-linux.org/</a><br/><b>Descriere:</b> BackTrack este o distribuție orientată pe analizarea rețelei și teste de penetrare.<br/><b>Note de instalare:</b> BackTrack se pornește și rulează în direct; nu este necesară nici o instalare pentru a o utiliza.

source: <b>Homepage:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>Description:</b> CentOS is a free Red Hat Enterprise Linux clone.<br/><b>Install Notes:</b> The default version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
ca: <b>Pàgina web:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>Descripció:</b> CentOS is a free Red Hat Enterprise Linux clone.<br/><b>Notes d'instaŀlació:</b> The default version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
el: <b>Κεντρική Σελίδα:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>Πριγραφή:</b> Το CentOS είναι ένας δωρεάν κλώνος του Red Hat Enterprise Linux.<br/><b>Σημειώσης Εγκατάστασης:</b> Η προεπιλεγμένη έκδοση επιτρέπει και την εγκατάσταση μέσω διαδικτύου (FTP) και την εγκατάσταση μέσω δίσκου εγκατάστασης του CentOS.
he: <b>דף הבית:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>תיאור:</b>‏ CentOS הנה כפילה חופשית של Red Hat Enterprise Linux.<br/>‏<b>הערות התקנה:</b> גרסת ברירת המחדל מאפשרת התקנה דרך האינטרנט (FTP), או התקנה לא מקוונת באמצעות קובצי ISO שאוחזרו מראש.
ms: <b>Laman Sesawang:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>Keterangan:</b> CentOS merupakan klon Linux Red Hat Enterprise percuma.<br/><b>Nota Pemasangan:</b> Versi lalai membolehkan kedua-dua pemasangan melalui internet (FTP), atau pemasangan luar talian menggunakan fail ISO pemasangan pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>Descriere:</b> CentOS este o clonă gratuită a Red Hat Enterprise Linux.<br/><b>Install Notes:</b> Distribuţia standard permite instalarea prin internet (FTP), sau cea locală prin utilizarea fişierelor ISO descărcate.
tr: <b>Anasayfa:</b> <a href="https://www.centos.org/">https://www.centos.org</a><br/><b>Açıklama:</b>CentOs Red Hat Enterprise Linux'un özgür kopyasıdır.<br/><b>Kurulum Notları:</b> Öntanımlı sürüm, hem internet üzerinden (FTP) hem de önceden indirilmiş kurulum ISO dosyalarını kullanarak çevrimdışı yüklemeye izin verir.
