Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: <b>Homepage:</b> <a href="https://frugalware.org/">https://frugalware.org</a><br/><b>Description:</b> Frugalware is a general-purpose Slackware-based distro for advanced users.<br/><b>Install Notes:</b> The default option allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
ca: <b>Pàgina web:</b> <a href="https://frugalware.org/">https://frugalware.org</a><br/><b>Descripció:</b> Frugalware is a general-purpose Slackware-based distro for advanced users.<br/><b>Notes d'instaŀlació:</b> The default option allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
el: <b>Ιστοσελίδα:</b><a href="https://frugalware.org/">https://frugalware.org</a><br/><b>Περιγραφή:</b>Το Frugalware είναι μια γενικής χρήσης διανομή που βασίζεται στο Slackware για προχωρημένους χρήστες.<br/><b>Σημειώσης Εγκατάστασης:</b>Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP) η την offline εγκατάσταση με την χρήση ISO αρχείων.
he: <b>דף הבית:</b> <a href="https://frugalware.org/">https://frugalware.org</a><br/><b>תיאור:</b> Frugalware הנה הפצה המבוססת על Slackware לשימוש כללי.<br/><b>הערות התקנה:</b> אפשרות ברירת המחדל מאפשרת התקנה דרך האינטרנט, או התקנה לא מקוונת באמצעות קובצי ISO שאוחזרו מראש.
ms: <b>Laman Sesawang:</b> <a href="https://frugalware.org/">https://frugalware.org</a><br/><b>Keterangan:</b> Frugalware merupakan distrobusi berasaskan-Slackware untuk kegunaan umum tetapi dikhususkan kepada pengguna mahir.<br/><b>Nota Pemasangan:</b> Pilihan lalai membolehkan kedua-dua pemasangan melalui internet (FTP), atau pemasangan luar talian menggunakan fail ISO pemasangan pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="https://frugalware.org/">https://frugalware.org</a><br/><b>Descriere:</b> Frugalware este o distribuţie cu caracter general bazată pe Slackware destinată utilizatorilor avansaţi.<br/><b>Note de Instalare:</b> Opţiunea implicită permite atât instalarea prin internet (FTP), cât şi instalarea offline prin intermediul fişierelor ISO descărcate în prealabil.
tr: <b>Homepage:</b> <a href="https://frugalware.org/">https://frugalware.org</a><br/><b>Açıklama:</b> Frugalware ileri düzey kullanıcılar için genel amaçlı, Slackware tabanlı bir dağıtımdır.<br/><b>Kurulum Notları:</b> Öntanımlı sürüm hem internet üzerinden (FTP), hem de önceden indirilmiş kurulum ISO dosyalarını kullanarak çevrimdışı yüklemeye izin verir.

source: <b>Homepage:</b> <a href="http://www.f-secure.com/linux-weblog/">http://www.f-secure.com/linux-weblog/</a><br/><b>Description:</b> F-Secure Rescue CD detects and removes malware from your Windows installation.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which malware scans can be launched.
el: <b>Ιστοσελίδα:</b><a href="http://www.f-secure.com/linux-weblog/">http://www.f-secure.com/linux-weblog/</a><br/><b>Περιγραφή:</b>Το F-Secure Rescue CD ανιχνεύει και αφαιρεί κακόβουλο λογισμικό από την εγκατάσταση των Windows.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία μπορούν να ξεκινήσουν σαρώσεις κατά κακόβουλων λογισμικών.
he: <b>דף הבית:</b> <a href="http://www.f-secure.com/linux-weblog/">http://www.f-secure.com/linux-weblog/</a><br/><b>תיאור:</b> תקליטור השחזורF-Secure מאתר ומסיר תכנה זדונית ממערכת ה־Windows המותקנת אצלך.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי, ממנו מופעלת סריקת תוכנות זדוניות.
ms: <b>Laman Sesawang:</b> <a href="http://www.f-secure.com/linux-weblog/">http://www.f-secure.com/linux-weblog/</a><br/><b>Keterangan:</b> CD Penyelamat F-Secure mengesan dan membuang perisian hasad dari Windows anda.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana imbasan perisian hasad boleh dilancarkan.
ro: <b>Pagina sursă:</b> <a href="http://www.f-secure.com/linux-weblog/">http://www.f-secure.com/linux-weblog/</a><br/><b>Descriere: </b> F-Secure Rescue CD gaseste si indeparteaza programele de tip malware aflate intr-un PC ce rulează pe Windows.<br/><b>Instalare:</b> Versiunea Live permite bootarea in mod Live, de unde utilizatorul poate incepe scanari ale programelor de tip malware existente.
tr: <b>Anasayfa:</b> <a href="http://www.f-secure.com/linux-weblog/">http://www.f-secure.com/linux-weblog/</a><br/><b>Açıklama:</b> F-Secure Rescue CD, Windows yüklemenizden kötü amaçlı yazılımları algılar ve kaldırır.<br/><b>Kurulum Notları:</b> Çalışan sürüm, Çalışan kipte önyükleme yapılmasına izin verir, kötü amaçlı yazılım taramaları başlatılabilir.

source: <b>Homepage:</b> <a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>Description:</b> Gentoo is a flexible source-based distribution designed for advanced users.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Pàgina web:</b> <a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>Descripció:</b> Gentoo is a flexible source-based distribution designed for advanced users.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Ιστοσελίδα:</b><a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>Περιγραφή:</b>Το Gentoo είναι μια διανομής ευέλικτης πηγής που έχει σχεδιαστεί για προχωρημένους χρήστες.<br/><b>Σημειώσης Εγκατάστασης:</b>Η Ζωντανή έκδοση επιτρέπει για την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>תיאור:</b> Gentoo הינה הפצה גמישה מבוססת מקור המתוכננת עבור משתמשים מתקדמים.<br/><b>הערות התקנה:</b> הגירסה החיה מאפשרת איתחול במצב חי, ממנו ניתן להפעיל את תכנית ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>Keterangan:</b> Gentoo merupakan distribusi berasaskan-sumber yang fleksibel yang dikhususkan untuk pengguna mahir.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>Descriere:</b> Gentoo este o distributie cu sursă-deschisă extrem de flexibilă, special concepută pentru utilizatori avansaţi.<br/><b>Instalare:</b> Versiunea Live permite utilizatorului bootarea in modul Live, din care ulterior, poate fi lansat modulul de instalare.
tr: <b>Anasayfa:</b> <a href="http://www.gentoo.org/">http://www.gentoo.org</a><br/><b>Açıklama:</b> Gentoo, ileri düzey kullanıcılar için tasarlanmış kaynak tabanlı esnek bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte önyüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Description:</b> gNewSense is an FSF-endorsed distribution based on Ubuntu with all non-free components removed.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Pàgina web:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Descripció:</b> gNewSense is an FSF-endorsed distribution based on Ubuntu with all non-free components removed.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Ιστοσελίδα:</b><a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Περιγραφή:</b>Το gNewSense είναι μια διανομή που βασίζεται στο Ubuntu απο την οποία όλα τα μη-ελεύθερα συστατικά στοιχεία έχουν αφαιρεθεί.<br/><b>Σημειώσης Εγκατάστασης:</b>Η Ζωντανή έκδοση επιτρέπει για την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>תיאור:</b> gNewSense הנה הפצה המקבלת תמיכה מהמוסד לתכנה חופשית המבוססת על אובונטו אך אינה כוללת כלל רכיבים שאינם חופשיים.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי ממנו ניתן להפעיל את ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Keterangan:</b> gNewSense merupakan distribusi disokong dan disahkan oleh FSF yang berasaskan Ubuntu dengan semua komponen bukan-bebas atau percuma dibuang.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b> Descriere: </b> gNewSense este o distributie aprobata de FSF, bazată pe Ubuntu, distribuţie ce conţine numai componente gratuite.<br/><b>Instalare:</b> Versiunea Live permite utilizatorului bootarea in modul Live, din care ulterior, poate fi lansat modulul de instalare.
tr: <b>Anasayfa:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Açıklama:</b> gNewSense özgür olmayan tüm bileşenleri kaldırılmış Ubuntu tabanlı FSF onaylı bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Description:</b> Gujin is a graphical boot manager which can bootstrap various volumes and files.<br/><b>Install Notes:</b> Gujin simply boots and runs; no installation is required to use it.
ca: <b>Pàgina web:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Descripció:</b> Gujin is a graphical boot manager which can bootstrap various volumes and files.<br/><b>Notes d'instaŀlació:</b> Gujin simply boots and runs; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Περιγραφή: </b>Το Gujin είναι ένας γραφικός διαχειριστής εκκίνησης διάφορων όγκων και αρχείων.<br/><b>Σημειώσης Εγκατάστασης:</b>Το Gujin απλά φορτώνει, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>תיאור:</b> Gujin הינו מנהל אתחול גרפי שיכול לבצע רצף אתחול באמצעות מגוון של כרכים וקבצים<br/><b>הערות התקנה:</b> Gujin פשוט מתאתחל ופועל; לא נדרשת התקנה כדי להשתמש בו.
ms: <b>Laman Sesawang:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Keterangan:</b> Gujin merupakan pengurus but bergrafik yang boleh membutstrap pelbagai volum dan fail.<br/><b>Nota Pemasangan:</b> Gujin dapat dibut dan dijalankan dengan mudah; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Descriere:</b> Gujin este un manager de bootare cu interfata grafică, manager ce se poate ocupa de diferite fisiere şi volume.<br/><b>Instalare:</b> Gujin bootează şi funcţionează pur şi simplu. Nu este nevoie de instalare pentru a-l folosi.
tr: <b>Anasayfa:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Açıklama:</b> Gujin, çeşitli birimler ve dosyaları yükleyebilen grafiksel bir önyükleme yöneticisidir.<br/><b>Kurulum Notları:</b> Gujin basitçe yükler ve çalışır; Kullanmak için kurulum gerekmez.

source: <b>Homepage:</b> <a href="https://support.kaspersky.com/14229/">https://support.kaspersky.com/14229/</a><br/><b>Description:</b> Kaspersky Rescue Disk detects and removes malware from your Windows installation.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which malware scans can be launched.
el: <b>Ιστοσελίδα</b><a href="https://support.kaspersky.com/14229/">https://support.kaspersky.com/14229/</a><br/><b>Περιγραφή:</b>Το Kaspersky Rescue Disk ανιχνεύει και αφαιρεί κακόβουλο λογισμικό από την εγκατάσταση των Windows.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία μπορούν να ξεκινήσουν σαρώσεις κατά κακόβουλων λογισμικών.
he: <b>דף הבית:</b> <a href="https://support.kaspersky.com/14229/">https://support.kaspersky.com/14229/</a><br/><b>תיאור:</b> Kaspersky Rescue Disk מאתר ומסיר תוכנות זדוניות מהתקנת ה־Windows שלך.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי ממנו ניתן לבצע סריקות אחר תכנה זדונית.
ms: <b>Laman Sesawang:</b> <a href="https://support.kaspersky.com/14229/">https://support.kaspersky.com/14229/</a><br/><b>Keterangan:</b> Cakera Penyelamat Kespersky atau Kaspersky Rescue Disk mengesan dan membuang perisian hasad dari Windows anda.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana imbasan perisian hasad boleh dilancarkan.
ro: <b>Pagina sursă:</b> <a href="https://support.kaspersky.com/14229/">https://support.kaspersky.com/14229/</a><br/><b>Descriere:</b> Kaspersky Disk de Salvare detectează si înlătură programe maliţioase (malware) din Windows-ul vostru.<br/><b>Note de Instalare:</b> Versiunea Live permite bootarea in modul Live, de unde pot fi lansate scanări împotriva programelor maliţioase (malware).
tr: <b>Anasayfa:</b> <a href="https://support.kaspersky.com/14229/">https://support.kaspersky.com/14229/</a><br/><b>Açıklama:</b> Kaspersky Rescue Disk Windows yüklemenizden kötü amaçlı yazılımları algılar ve kaldırır.<br/><b>Kurulum Notları:</b> Çalışan sürüm, Çalışan kipte önyükleme yapılmasına izin verir, kötü amaçlı yazılım taramaları başlatılabilir.

source: <b>Homepage:</b> <a href="https://www.kubuntu.org/">https://www.kubuntu.org</a><br/><b>Description:</b> Kubuntu is an official Ubuntu derivative featuring the KDE desktop.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for installation over FTP, and can install Kubuntu and other official Ubuntu derivatives. If you would like to use a pre-downloaded alternate (not desktop) install iso, use the HdMedia option, and then place the alternate install iso file on the root directory of your hard drive or USB drive
el: <b>Ιστοσελίδα:</b><a href="https://www.kubuntu.org/">https://www.kubuntu.org</a><br/><b>Περιγραφή:</b>Το Kubuntu είναι ένα επίσημο παράγωγο του Ubuntu που χαρακτηρίζει την επιφάνεια εργασίας KDE.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει. Η NetInstall έκδοση επιτρέπει την εγκατάσταση μέσω FTP. Αν θέλετε να χρησιμοποιήσετε ένα προ-κατεβάσει ένα αρχείο iso (όχι επιφάνεια εργασίας) , χρησιμοποιήστε την HdMedia επιλογή και στην συνέχεια, τοποθετήστε την iso αρχείο εγκατάστασης στον ριζικό κατάλογο του σκληρού δίσκου η στην μονάδα USB
he: <b>דף הבית:</b> <a href="https://www.kubuntu.org/">https://www.kubuntu.org</a><br/><b>תיאור:</b> Ubuntu iהנה הפצה ידידותית מבוססת דביאן. נכון לעכשיו זוהי הפצת הלינוקס הנפוצה ביותר למחשבים אישיים.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי ממנה ניתן להפעיל את ההתקנה. גרסת ההתקנה המקוונת (NetInstall) מאפשרת להתקין דרך FTP, וניתן דרכה להתקין קובונטו ונגזרות רשמיות נוספות של אובונטו. אם ברצונך להשתמש בקובץ ה־iso להתקנה החלופית (ללא שולחן עבודה) יש להשתמש באפשרות ה־HdMedia, ואז להציב את קובץ ה־iso של ההתקנה החלופית בכונן הקשיח או בכונן ה־USB שלך.
ms: <b>Laman Sesawang:</b> <a href="https://www.kubuntu.org/">https://www.kubuntu.org</a><br/><b>Keterangan:</b> Kubuntu merupakan terbitan Ubuntu rasmi yang memfiturkan desktop KDE.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan. Versi NetInstall membolehkan pemasangan melalui FTP, yang dapat memasang Kubuntu dan lain-lain terbitan Ubuntu rasmi. Jika anda mahu guna iso pemasangan alternatif pra-muat-turun (bukan desktop), guna pilihan HdMedia, dan kemudian gantikan fail iso pemasangan alternatif ke dalam direktori root pemacu keras atau pemacu USB anda.
tr: <b>Anasayfa:</b> <a href="https://www.kubuntu.org/">https://www.kubuntu.org</a><br/><b>Açıklama:</b> Kubuntu, KDE masaüstüne sahip resmi bir Ubuntu türevidir.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir. NetInstall sürümü FTP üzerinden kuruluma izin verir, ayrıca Kubuntu ve diğer resmi Ubuntu türevlerini kurabilir. Önceden indirilmiş bir kurulum alternatif (masaüstü olmayan) iso kalıbını kullanmak isterseniz, HdMedia seçeneğini kullanın ve kurulum iso dosyasını sabit sürücünüzün veya USB sürücünüzün kök dizinine kurun.

source: <b>Homepage:</b> <a href="https://linuxconsole.org/">https://linuxconsole.org</a><br/><b>Description:</b> LinuxConsole is a desktop distro to play games, easy to install, easy to use and fast to boot .<br/><b>Install Notes:</b> The 1.0.2009 is latest 1.0 release.
el: <b>Ιστοσελίδα:</b><a href="https://linuxconsole.org/">https://linuxconsole.org</a><br/><b>Περιγραφή:</b>Η LinuxConsole είναι μα διανομή για να παίξετε παιχνίδια, εύκολη στην εγκατάσταση, εύκολη στην χρήση και γρήγορη στην εκκίνηση.<br/><b>Σημειώσης Εγκατάστασης:</b>Το 1.0.2009 είναι η τελευταία έκδοση 1.0.
he: <b>דף הבית:</b> <a href="https://linuxconsole.org/">https://linuxconsole.org</a><br/><b>תיאור:</b> LinuxConsole הנה הפצה שולחנית המיועדת למשחקים, פשוטה להתקנה, קלה לשימוש ועולה במהירות.<br/><b>הערות התקנה:</b> ההפצה 1.0.2009 הנה המהדורה החדש ביותר בסדרה 1.0.
ms: <b>Laman Sesawang:</b> <a href="https://linuxconsole.org/">https://linuxconsole.org</a><br/><b>Keterangan:</b> LinuxConsole merupakan distribusi desktop yang dikhususkan untuk memainkan permainan, mudah digunakan dan pantas dibutkan .<br/><b>Nota Pemasangan:</b> Versi 1.0.2009 merupakan keluaran 1.0 yang terkini.
tr: <b>Anasayfa</b><a href="https://linuxconsole.org/">https://linuxconsole.org</a><br/><b>Açıklama:</b> LinuxConsole hızlı yüklenen, kullanımı kolay, kolay kurulan oyun oynamak için bir masaüstü dağıtımıdır.<br/><b>Kurulum Notları:</b> 1.0.2009 en son 1.0 sürümüdür.

source: <b>Homepage:</b> <a href="https://linuxmint.com/">https://linuxmint.com</a><br/><b>Description:</b> Linux Mint is a user-friendly Ubuntu-based distribution which includes additional proprietary codecs and other software by default.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Pàgina web:</b> <a href="https://sourceforge.net/projects/gujin/">https://sourceforge.net/projects/gujin</a><br/><b>Descripció:</b> Gujin is a graphical boot manager which can bootstrap various volumes and files.<br/><b>Notes d'instaŀlació:</b> Gujin simply boots and runs; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="https://linuxmint.com/">https://linuxmint.com</a><br/><b>Περιγραφή:</b>Το Linux Mint είναι μια φιλική προς τον χρήστη διανομή που βασίζεται στο Ubuntu, η οποία περιλαμβάνει πρόσθετους ιδιόκτητος κώδικες και άλλο προεπιλεγμένο λογισμικό.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="https://linuxmint.com/">https://linuxmint.com</a><br/><b>תיאור:</b> Linux Mint הינה הפצה ידידותית למשתמש המבוססת על אובונטו הכוללת מפענחים ותוכנות נוספות קנייניים כברירת מחדל<br/><b>הערות התקנה:</b>הגירסה החיה מאפשרת הפעלה במצב חי, ממנו ניתן לטעון את תכנית ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="https://linuxmint.com/">https://linuxmint.com</a><br/><b>Keterangan:</b> Linux Mint merupakan distribusi berasaskan-Ubuntu yang mesra pengguna serta mengandungi kodeks atau lain-lain perisian proprietari tambahan secara lalai.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="https://linuxmint.com/">https://linuxmint.com</a><br/><b>Description:</b> Linux Mint este o distribuţie prietenoasă-cu-utilizatorul bazată pe Debian şi include în mod implicit codecuri suplimentare supuse dreptului de proprietate, precum şi alte programe.<br/><b>Install Notes:</b> Versiunea Live permite bootarea în modul Live, din care ulterior, poate fi lansat modulul de instalare.
tr: <b>Anasayfa:</b> <a href="https://linuxmint.com/">https://linuxmint.com</a><br/><b>Açıklama:</b> Linux Mint, öntanımlı olarak ek sahipli çözücüleri ve diğer yazılımları içeren kullanıcı dostu Ubuntu tabanlı bir dağıtımdır.<br/><b>Kurlrm Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.
