Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: <b>Homepage:</b> <a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>Description:</b> Mandriva is a user-friendly distro formerly known as Mandrake Linux.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for installation over the internet (FTP) or via pre-downloaded <a href="https://www.openmandriva.org/en/download">"Free" iso image files</a>.
ca: <b>Pàgina web:</b> <a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>Descripció:</b> Mandriva is a user-friendly distro formerly known as Mandrake Linux.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for installation over the internet (FTP) or via pre-downloaded <a href="https://www.openmandriva.org/en/download">"Free" iso image files</a>.
el: <b>Ιστοσελίδα:</b><a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>Περιγραφή:</b>Mandriva είναι μια φιλική προς το χρήστη διανομή παλαιότερα γνωστή ως Mandrake Linux.<br/><b>Σημειώσης Εγκατάστασης:</b>Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP) η την offline εγκατάσταση <a href="https://www.openmandriva.org/en/download">με την χρήση ISO αρχείων</a>.
he: <b>דף הבית:</b> <a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>תיאור:</b> Mandriva הינה הפצה ידידותית למשתמש שבעברה נודעה בשם מנדרייק לינוקס.<br/><b>הערות התקנה:</b> הגירסה החיה מאפשרת אתחול במצב חי, ממנו ניתן לטעון את תוכנית ההתקנה. גירסת ההתקנה מהרשת מאפשרת התקנה דרך האינטרנט או דרך <a href="https://www.openmandriva.org/en/download">קובצי דמות ISO "חופשיים"</a>.
ms: <b>Laman Sesawang:</b> <a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>Keterangan:</b> Mandriva merupakan distribusi mesra-pengguna yang sebelum ini dikenali sebagai Mandrake Linux.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan. Versi NetInstall membolehkan kedua-dua pemasangan sama ada melalui internet (FTP), atau melalui <a href="https://www.openmandriva.org/en/download">fail imej iso "Free"</a> pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>Descriere:</b> Mandriva este o distribuţie prietenoasă cu utilizatorul, numită în trecut Mandrake Linux.<br/><b>Note de Instalare:</b> Versiunea Live permite bootarea în modul Live, de unde modulul de instalare poate fi lansat în mod opţional. Versiunea Instalare-prin-Reţea permite instalarea prin internet (FTP) sau prin intermediul fişierelor de instalare ISO <a href="https://www.openmandriva.org/en/download">"Free" descărcate în prealabil</a>.
tr: <b>Anasayfa:</b> <a href="https://www.openmandriva.org/">https://www.openmandriva.org/</a><br/><b>Açıklama:</b> Mandriva, eskiden Mandrake Linux olarak bilinen kullanıcı dostu bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir. Netİnstall sürümü önceden indirilmiş kalıpla veya internet (FTP) üzerinden kuruluma izin verir <a href="https://www.openmandriva.org/en/download">''Ücretsiz'' iso kalıp dosyaları</a>.

source: <b>Description:</b> MEPIS is a Debian-based distribution. SimplyMEPIS is a user-friendly version based on KDE, while AntiX is a lightweight version for older computers.<br/><b>Install Notes:</b> MEPIS supports booting in Live mode, from which the installer can optionally be launched.
ca: <b>Descripció:</b> MEPIS is a Debian-based distribution. SimplyMEPIS is a user-friendly version based on KDE, while AntiX is a lightweight version for older computers.<br/><b>Notes d'instaŀlació:</b> MEPIS supports booting in Live mode, from which the installer can optionally be launched.
el: <b>Περιγραφή:</b>Το MEPIS είναι μια διανομή πουν βασίζεται στο Debian. Το SimplyMEPIS είναι μια φιλική προς το χρήστη έκδοση βασισμένη στο KDE, ενώ το AntiX είναιμια ευ΄κινητη έκδοση για παλαιότερους υπολογιστες.<br/><b>Σημειώσης Εγκατάστασης:</b>Το MEPIS επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>תיאור:</b> MEPIS הנה הפצה מבוססת דביאן. SimplyMEPIS היא גרסה ידידותית למשתמש המבוססת על KDE בעוד AntiX היא גרסה קלילה המיועדת למחשבים ישנים.<br/><b>הערות התקנה:</b> MEPIS תומכת בהפעלה במצב חי ממנו ניתן להפעיל את תכנית ההתקנה.
ms: <b>Keterangan:</b> MEPIS merupakan distribusi berasaskan-Debian. SimplyMEPIS adalah versi mesra-pengguna yang berasaskan KDE, manakala AntiX adalah versi ringan dan pantas untuk komputer lama.<br/><b>Nota Pemasangan:</b> MEPIS menyokong but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Descriere:</b> MEPIS este o distribuţie bazată pe Debian. SimplyMEPIS este o versiune prietenoasă cu utilizatorul bazată pe KDE, în timp ce AntiX esteo versiune mică destinată calculatoarelor mai vechi.<br/><b>Install Notes:</b> MEPIS suportă bootarea in modul Live, de unde modulul de instalare poate fi lansat în mod opţional.
tr: <b>Açıklama:</b> MEPİS Debian tabanlı bir dağıtımdır. SimplyMEPIS, KDE'ye dayanan kullanıcı dostu bir sürümdür, AntiX ise eski bilgisayarlar için hafif bir sürümdür.<br/><b>Kurulum Notları:</b> MEPİS Çalışan kipte yüklemeyi destekler, kurulum isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/><b>Description:</b> NetBSD is a Unix-like operating system which focuses on portability.<br/><b>Install Notes:</b>The default version allows for both installation over the internet (FTP), or using pre-downloaded installation ISO files.
ca: <b>Pàgina web:</b> <a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/><b>Descripció:</b> NetBSD is a Unix-like operating system which focuses on portability.<br/><b>Notes d'instaŀlació:</b>The default version allows for both installation over the internet (FTP), or using pre-downloaded installation ISO files.
el: <b>Ιστοσελίδα:</b><a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/><b>Περιγραφή:</b>Το NetBSD είναι ένα λειτουργικό σύστημα πού βασίζεται στο Unix και το οποίο εστιάζει στη φορητότητα.<br/><b>Σημειώσης Εγκατάστασης:</b> Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP) η την offline εγκατάσταση με την χρήση ISO αρχείων.
he: <b>דף הבית:</b> <a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/> NetBSDהינה מערכת דמויית יוניקס המתמקדת בניידות.<b>תיאור:</b><br/><b>הערות התקנה:</b> גירסת ברירת המחדל מאפשרת התקנה דרך האינטרנט (FTP), או התקנה לא מקוונת באמצעות קובצי ISO להתקנה שאוחזרו מראש.
ms: <b>Laman Sesawang:</b> <a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/><b>Keterangan:</b> NetBSD merupakan sistem pengoperasian seakan-Unix yang memfokuskan kemudahalihan.<br/><b>Nota Pemasangan:</b> Versi lalai membolehkan kedua-dua pemasangan melalui internet (FTP), atau menggunakan fail ISO pemasangan pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/><b>Descriere:</b> NetBSD este un sistem de operare asemănător lui Unix şi pune accent pe portabilitate.<br/><b>Install Note:</b>Versiunea standard permite atât instalarea prin internet (FTP), cât şi instalarea prin intermediul fişierelor de instalare ISO descărcate în prealabil.
tr: <b>Anasayfa:</b> <a href="http://www.netbsd.org/">http://www.netbsd.org</a><br/><b>Açıklama:</b> NetBSD taşınabilirlik odaklı Unix benzeri bir işletim sistemidir.<br/><b>Kurulum Notları:</b>Öntanımlı sürüm hem internet üzerinden (FTP), hem de önceden indirilmiş kurulum ISO dosyalarını kullanarak çevrimdışı yüklemeye izin verir.

source: <b>Homepage:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Description:</b> NimbleX is a small, versatile Slackware-based distribution. It is built using the linux-live scripts, and features the KDE desktop. It can be booted from CD or flash memory (USB pens or MP3 players), and can easily be customized and extended.<br/><b>Install Notes:</b> NimbleX boots in Live mode.
el: <b>Ιστοσελίδα:</b><a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Περιγραφή:</b>Το NimbleX είναι μιά μικρή, ευέλικτη διανομή πού βασίζεται στο Slackware. Είναι προγραμματισμένο με linux live scripts, και διαθέτει την επιφάνεια εργασίας KDE. Μπορεί να γίνει εκκίνηση από CD η μνήμη flash (USB στυλό ή MP3 αναπαραγωγείς), και μπορεί εύκολα να προσαρμοστεί και να επεκταθεί.<br/><b>Σημειώσεις Εγκατάστασης:</b>Το NimbleX εκκινήται boots σε ζωντανή λειτουργία.
he: <b>דף הבית:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>תיאור:</b> NimbleX הנה הפצה קטנה וגמישה מבוססת Slackware. נבנתה באמצעות הסקריפטים של linux-live, ומציע שולחן עבודה מסוג KDE. נתין להפעיל ואתה מתקליטור CD או מהתקני הבזק (כונניUSB או נגני MP3), וניתנת בקלות להתאמה או להרחבה.<br/><b>הערות התקנה:</b> NimbleX מאותחלת במצב חי.
ms: <b>Laman Sesawang:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Keterangan:</b> NimbleX merupakan distribusi berasaskan-Slackware yang kecil tetapi serba-boleh. Ia dibina menggunakan skrip linux-live, dan memfiturkan desktop KDE. Ia boleh dibut melalui CD atau ingatan kilat (pen USB atau pemain MP3), dan mudah disuai dan ditambah baik.<br/><b>Nota Pemasangan:</b> NimbleX membut dalam mod Langsung.
tr: <b>Anasayfa:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Açıklama:</b> NimbleX küçük, çok yönlü Slackware tabanlı bir dağıtımdır. Linux-live betikleri kullanılarak inşa edilmiştir ve KDE masaüstüne sahiptir. CD veya flash bellekten (USB çubuk veya MP3 çalar) önyüklenebilir, kolayca özelleştirilebilir ve genişletilebilir.<br/><b>Kurulum Notları:</b> NimbleX çalışan kipte yüklenir.

source: <b>Homepage:</b> <a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>Description:</b> The Offline NT Password and Registry Editor can reset Windows passwords and edit the registry on Windows 2000-Vista.<br/><b>Install Notes:</b> NTPasswd is booted and run in live mode; no installation is required to use it.
ca: <b>Pàgina web:</b> <a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>Descripció:</b> The Offline NT Password and Registry Editor can reset Windows passwords and edit the registry on Windows 2000-Vista.<br/><b>Notes d'instaŀlació:</b> NTPasswd is booted and run in live mode; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>Περιγραφή:</b>Το Offline NT Password και ο Επεξεργαστής Μητρώου επαναφέρει τους κωδικούς πρόσβασης τού Windows και επεξεργάζεται το μητρώο των Windows 2000 και Vista.<br/><b>Σημειώσης Εγκατάστασης:</b>Το Offline NT Password είναι έτοιμο και λειτουργεί ζωντανά, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>תיאור:</b> עורך רישומי המערכת וסיסמאות ה־NT יכול לאפס סיסמאות של Windows ולערוך את רישומי המערכת של Windows 2000-ויסטה <br/><b>הערות התקנה:</b> NTPasswd מתאתחל ומופעל במצב חי; לא נדרשת התקנה כדי להשתמש בו.
ms: <b>Laman Sesawang:</b> <a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>Keterangan:</b> Kata Laluan NT luar talian dan Penyunting Registry boleh menetap semula kata laluan Windows dan menyunting registry dalam Windows 2000-Vista.<br/><b>Nota Pemasangan:</b> NTPasswd dibut dan dijalankan dalam mod langsung; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>Descriere:</b> The Offline NT Password and Registry Editor poate reseta parolele Windows-ului şi poate edia regiştrii din Windows 2000, XP, Vista.<br/><b>Note de Instalare:</b> NTPasswd bootează şi rulează în modul Live; nu este necesară instalarea lui pentru a fi utilizat.
tr: <b>Anasayfa:</b> <a href="http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html">http://home.eunet.no/pnordahl/ntpasswd/bootdisk.html</a><br/><b>Açıklama:</b> Çevrimdışı NT Parola ve Kayıt Defteri Düzenleyicisi, Windows parolalarını sıfırlayabilir ve Windows 2000-Vista'daki kayıt defterini düzenleyebilir.<br/><b>Kurulum Notları:</b> NTPasswd canlı kipte açılır ve çalıştırılır; kullanmak için kurmak gerekmez.

source: <b>Homepage:</b> <a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>Description:</b> openSUSE is a user-friendly Novell sponsored distribution.<br/><b>Install Notes:</b> The default version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
ca: <b>Pàgina web:</b> <a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>Descripció:</b> openSUSE is a user-friendly Novell sponsored distribution.<br/><b>Notes d'instaŀlació:</b> The default version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
el: <b>Ιστοσελίδα:</b><a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>Περιγραφή:</b>Το openSUSE είναι μια φιλική προς τούς χρήστες διανομή Novell χορηγούμενη από την Novell.<br/><b>Σημειώσης Εγκατάστασης:</b> Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP) η την offline εγκατάσταση με την χρήση ISO αρχείων.
he: <b>דף הבית:</b> <a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>תיאור:</b> openSUSE הינה הפצה ידידותית למשתמש הממומנת על ידי נובל<br/><b>הערות התקנה:</b> גירסת ברירת המחדל מאפשרת התקנה דרך האינטרנט (FTP), או התקנה לא מקוונת באמצעות קובצי ISO שאוחזרו מראש.
ms: <b>Laman Sesawang:</b> <a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>Keterangan:</b> openSUSE distribusi ditaja oleh Novell yang mesra-pengguna.<br/><b>Nota Pemasangan:</b> Versi lalai membolehkan kedua-dua pemasangan melalui internet (FTP), atau pemasangan luar talian menggunakan fail ISO pemasangan pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>Descriere:</b> openSUSE este o distribuţie prietenoasă cu utilizatorul sponsorizată de către Novell.<br/><b>Note de Instalare:</b> Versiunea standard permite atât instalarea prin (FTP), cât şi instalrea prin intermediul fişierelor de instalare ISO descărcate în prealabil.
tr: <b>Anasayfa:</b> <a href="https://www.opensuse.org/">https://www.opensuse.org</a><br/><b>Açıklama:</b> openSUSE Novel teşvikli kullanıcı dostu bir dağıtımdır.<br/><b>Kurulum Notları:</b> Öntanımlı sürüm, hem internet üzerinden (FTP) hem de önceden indirilmiş kurulum ISO dosyalarını kullanarak çevrimdışı yüklemeye izin verir.

source: <b>Homepage:</b> <a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>Description:</b> Ophcrack can crack Windows passwords.<br/><b>Install Notes:</b> Ophcrack is booted and run in live mode; no installation is required to use it.
ca: <b>Pàgina web:</b> <a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>Descripció:</b> Ophcrack can crack Windows passwords.<br/><b>Notes d'instaŀlació:</b> Ophcrack is booted and run in live mode; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>Περιγραφή:</b>Το Ophcrack μπορεί να σπάσει κωδικούς πρόσβασης τού Windows.<br/><b>Σημειώσης Εγκατάστασης:</b>Το Ophcrack είναι έτοιμο και λειτουργεί ζωντανά, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>תיאור:</b> Ophcrack יכול לפצח סיסמאות של Windows.<br/><b>הערות התקנה:</b> Ophcrack מתאתחל ומופעל במצב חי; לא נדרשת התקנה כדי להשתמש בו.
ms: <b>Laman Sesawang:</b> <a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>Keterangan:</b> Ophcrack dapat merekah kata laluan Windows.<br/><b>Nota Pemasangan:</b> Ophcrack dibut dan dijalankan dalam mod langsung; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>Descriere:</b> Ophcrack poate sparge parolele Windows-ului.<br/><b>Note de Instalare:</b> Ophcrack booteayă şi ruleayă în modul Live; nu este necesară instalarea lui pentru a fi utilizat.
tr: <b>Anasayfa:</b> <a href="http://ophcrack.sourceforge.net/">http://ophcrack.sourceforge.net</a><br/><b>Açıklama:</b> Ophcrack Windows parolalarını kırabilir.<br/><b>Kurulum Notları:</b> Ophcrack çalışan kipte yüklenir ve çalışır; kullanmak için kurmaya gerek yoktur.

source: <b>Homepage:</b> <a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b>Description:</b> Parted Magic includes the GParted partition manager and other system utilities which can resize, copy, backup, and manipulate disk partitions.<br/><b>Install Notes:</b> Parted Magic is booted and run in live mode; no installation is required to use it.
ca: <b>Pàgina web:</b> <a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b>Descripció:</b> Parted Magic includes the GParted partition manager and other system utilities which can resize, copy, backup, and manipulate disk partitions.<br/><b>Notes d'instaŀlació:</b> Parted Magic is booted and run in live mode; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b>Περιγραφή:</b>Το Parted Magic περιλαμβάνει το GParted λογισμικό κατατμήσεις διαμερισμάτων και άλλα βοηθητικά προγράμματα που σας βοηθούν να αλλάξετε το μέγεθος τού σκληρού δίσκου, δημιουργία αντιγράφων ασφαλείας, και διαχείριση κατατμήσεις δίσκων.<br/><b>Σημειώσης Εγκατάστασης:</b>Το Parted Magic είναι έτοιμο και λειτουργεί ζωντανά, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b>תיאור:</b> Parted Magic כוללת את מנהל המחיצות GParted וכלי מערכת אחרים שביכולתם להעתיק, לגבות, לשנות את גודל ולעבוד עם מחיצות בכוננים.<br/><b>הערות התקנה:</b> Parted Magic מתאתחלת ופועלת במצב חי; לא נדרשת התקנה כדי להשתמש בה.
ms: <b>Laman Sesawang:</b> <a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b>Keterangan:</b> Parted Magic menawarkan pengurus sekatan GParted dan lain-lain utiliti sistem yang dapat saizkan semula, salin, sandar, dan memanipulasi sekatan cakera.<br/><b>Nota Pemasangan:</b> Parted Magic dibut dan dijalankan dalam mod langsung; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b>Descriere:</b> Parted Magic include managerul de partiţionare GParted şi alte utilităţi de sistem care pot redimensiona, copia, crea copii de siguranţă şi care pot manevra partiţii de disc.<br/><b>Install Notes:</b> Parted Magic bootează şi rulează în modul Live; nu necesită instalare pentru a fi utilizat.
tr: <b> Anasayfa:</b> <a href="https://partedmagic.com/">https://partedmagic.com</a><br/><b> Açıklama:</b> Parted Magic, GParted bölüm yöneticisini ve disk bölümlerini yeniden boyutlandırabilen, kopyalayabilen, yedekleyebilen ve yönetebilen diğer sistem yardımcı programlarını içerir.<br/><b>Kurulrm Notları:</b> Parted Magic, önyüklenir ve çalışan kipte çalıştırılır; kullanmak için kurulum gerekmez.

source: <b>Homepage:</b> <a href="http://www.pclinuxos.com/">http://www.pclinuxos.com</a><br/><b>Description:</b> PCLinuxOS is a user-friendly Mandriva-based distribution.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Pàgina web:</b> <a href="http://www.pclinuxos.com/">http://www.pclinuxos.com</a><br/><b>Descripció:</b> PCLinuxOS is a user-friendly Mandriva-based distribution.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Ιστοσελίδα:</b><a href="http://www.pclinuxos.com/">http://www.pclinuxos.com</a><br/><b>Περιγραφή:</b>Το PCLinuxOS είναι μια φιλική προς τούς χρήστες διανομή, πού βασίζεται στο Mandriva.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="http://www.pclinuxos.com/">http://www.pclinuxos.com</a><br/><b>תיאור:</b> PCLinuxOS הינה הפצה ידידותית למשתמש המבוססת על מנדריבה.<br/><b>הערות התקנה:</b>הגירסה החיה מאפשרת איתחול במצב חי, ממנו ניתן להפעיל את תוכנית ההתקנה.
ro: <b>Pagina sursă:</b> <a href="http://www.pclinuxos.com/">http://www.pclinuxos.com</a><br/><b>Descriere:</b> PCLinuxOS este o distribuţie prietenoasă cu utilizatorul bazată pe Mandriva.<br/><b>Note de Instalare:</b> Versiunea Live permite bootarea in modul Live, de unde ulterior, poate fi lansat modulul de instalare în mod opţional.
tr: <b>Anasayfa:</b> <a href="http://www.pclinuxos.com/">http://www.pclinuxos.com</a><br/><b>Açıklama:</b> PCLinuxOS Mandriva tabanlı kullanıcı dostu bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.
