Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: <b>Homepage:</b> <a href="https://www.xubuntu.org/">https://www.xubuntu.org</a><br/><b>Description:</b> Xubuntu is an official Ubuntu derivative featuring the XFCE desktop.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for installation over FTP, and can install Kubuntu and other official Ubuntu derivatives. If you would like to use a pre-downloaded alternate (not desktop) install iso, use the HdMedia option, and then place the alternate install iso file on the root directory of your hard drive or USB drive
el: <b>Ιστοσελίδα:</b><a href="https://www.xubuntu.org/">https://www.xubuntu.org</a><br/><b>Περιγραφή:</b>Το Xubuntu είναι ένα επίσημο παράγωγο του Ubuntu που περιέχει την επιφάνεια εργασίας XFCE.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει. Η NetInstall έκδοση επιτρέπει την εγκατάσταση μέσω FTP. Αν θέλετε να χρησιμοποιήσετε ένα αρχείο iso (όχι επιφάνεια εργασίας) , χρησιμοποιήστε την HdMedia επιλογή και στην συνέχεια, τοποθετήστε το iso αρχείο εγκατάστασης στον ριζικό κατάλογο του σκληρού δίσκου η στην μονάδα USB
he: <b>דף הבית:</b> <a href="https://www.xubuntu.org/">https://www.xubuntu.org</a><br/><b>תיאור:</b> Ubuntu iהנה הפצה ידידותית מבוססת דביאן. נכון לעכשיו זוהי הפצת הלינוקס הנפוצה ביותר למחשבים אישיים.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי ממנה ניתן להפעיל את ההתקנה. גרסת ההתקנה המקוונת (NetInstall) מאפשרת להתקין דרך FTP, וניתן דרכה להתקין קובונטו ונגזרות רשמיות נוספות של אובונטו. אם ברצונך להשתמש בקובץ ה־iso להתקנה החלופית (ללא שולחן עבודה) יש להשתמש באפשרות ה־HdMedia, ואז להציב את קובץ ה־iso של ההתקנה החלופית בכונן הקשיח או בכונן ה־USB שלך.
ms: <b>Laman Sesawang:</b> <a href="https://www.kubuntu.org/">https://www.xubuntu.org</a><br/><b>Keterangan:</b> Xubuntu merupakan terbitan Ubuntu rasmi yang memfiturkan desktop XFCE.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan. Versi NetInstall membolehkan pemasangan melalui FTP, yang dapat memasang Kubuntu dan lain-lain terbitan Ubuntu rasmi. Jika anda mahu guna iso pemasangan alternatif pra-muat-turun (bukan desktop), guna pilihan HdMedia, dan kemudian gantikan fail iso pemasangan alternatif ke dalam direktori root pemacu keras atau pemacu USB anda.

source: <b>Homepage:</b> <a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>Description:</b> Zenwalk is a Slackware-based distribution featuring the XFCE desktop.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Pàgina web:</b> <a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>Descripció:</b> Zenwalk is a Slackware-based distribution featuring the XFCE desktop.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Ιστοσελίδα:</b><a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>Περιγραφή:</b>Το Zenwalk είναι μια διανομή πού βασίζεται στο Slackware και περιέχει την επιφάνεια εργασίας XFCE.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>תיאור:</b> Zenwalk הינה הפצה המבוססת על Slackware המציגה את שולחן העבודה XFCE.<br/><b>הערות התקנה:</b> הגירסה החיה מאפשרת איתחול במצב חי, ממנו ניתן להפעיל את תוכנית ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>Keterangan:</b> Zenwalk merupakan distribusi berasaskan-Slaxware yang memfiturkan desktop XFCE.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>Description:</b> Zenwalk este o distribuţie bazată pe Slackware care conţine managerul deferestre XFCE.<br/><b>Install Notes:</b> Versiunea Live permite bootarea în modul Live, de unde ulterior, poate fi lansat modulul de instalare în mod opţional.
tr: <b>Anasayfa:</b> <a href="https://zenwalkgnulinux.blogspot.com/">https://zenwalkgnulinux.blogspot.com</a><br/><b>Açıklama:</b> Zenwalk, XFCE masaüstünü içeren Slackware tabanlı bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <img src=":/eeepclos.png" /><br/><b>Homepage:</b> <a href="http://www.eeepclinuxos.com/">http://www.eeepclinuxos.com</a><br/><b>Description:</b> EeePCLinuxOS is a user-friendly PCLinuxOS based distribution for the EeePC.<br/><b>Install Notes:</b> Make sure install media is empty and formatted before proceeding with install.
ca: <img src=":/eeepclos.png" /><br/><b>Pàgina web:</b> <a href="http://www.eeepclinuxos.com/">http://www.eeepclinuxos.com</a><br/><b>Descripció:</b> EeePCLinuxOS is a user-friendly PCLinuxOS based distribution for the EeePC.<br/><b>Notes d'instaŀlació:</b> Make sure install media is empty and formatted before proceeding with install.
el: <img src=":/eeepclos.png" /><br/><b>Ιστοσελίδα:</b><a href="http://www.eeepclinuxos.com/">http://www.eeepclinuxos.com</a><br/><b>Περιγραφή:</b>Το EeePCLinuxOS είναι μια φιλική προς τούς χρήστες διανομή, για υπολογιστές EeePC η οποία βασίζεται στο PCLinuxOS.<br/><b>Σημειώσης Εγκατάστασης:</b>Φροντίστε το μέσο εγκατάστασης να είναι κενό και διαμορφωμένο πριν προχωρήσετε με την εγκατάσταση.
he: <img src=":/eeepclos.png" /><br/><b>דף הבית:</b> <a href="http://www.eeepclinuxos.com/">http://www.eeepclinuxos.com</a><br/><b>תיאור:</b> EeePCLinuxOS הינה הפצה ידידותית למשתמש המבוססת על PCLinuxOS עבור EeePC.<br/><b>הערות התקנה:</b> יש לוודא שהמדיה ריקה ומפורמטת בטרם המשך ההתקנה.
ms: <img src=":/eeepclos.png" /><br/><b>Laman Sesawang:</b> <a href="http://www.eeepclinuxos.com/">http://www.eeepclinuxos.com</a><br/><b>Keterangan:</b> EeePCLinuxOS merupakan distribusi PCLinuxOS yang mesra pengguna untuk EeePC.<br/><b>Nota Pemasangan:</b> Pastikan media yang dipasang kosong dan telah diformat terlebih dahulu sebelum meneruskan pemasangan.
ro: <img src=":/eeepclos.png" /><br/><b>Homepage:</b> <a href="http://www.eeepclinuxos.com/">http://www.eeepclinuxos.com</a><br/><b>Descriere:</b>EeePCLinuxOS este o distribuție ușor de utilizat pentru EeePC bazată pe PCLinuxOS.<br/><b>Notițe de instalare:</b> Asigurați-vă că suportul pentru instalare este gol și formatat înainte de a porni procesul de instalare.

source: <img src=":/eeeubuntu.png" style="float:left;" /><br/><b>Homepage:</b> <a href="http://www.ubuntu-eee.com/">http://www.ubuntu-eee.com</a><br/><b>Description:</b> Ubuntu Eee is not only Ubuntu optimized for the Asus Eee PC. It's an operating system, using the Netbook Remix interface, which favors the best software available instead of open source alternatives (ie. Skype instead of Ekiga).<br/><b>Install Notes:</b> Make sure install media is empty and formatted before proceeding with install.
ca: <img src=":/eeeubuntu.png" style="float:left;" /><br/><b>Pàgina web:</b> <a href="http://www.ubuntu-eee.com/">http://www.ubuntu-eee.com</a><br/><b>Descripció:</b> Ubuntu Eee is not only Ubuntu optimized for the Asus Eee PC. It's an operating system, using the Netbook Remix interface, which favors the best software available instead of open source alternatives (ie. Skype instead of Ekiga).<br/><b>Notes d'instaŀlació:</b> Make sure install media is empty and formatted before proceeding with install.
el: <img src=":/eeeubuntu.png" style="float:left;" /><br/><b>Ιστοσελίδα:</b><a href="http://www.ubuntu-eee.com/">http://www.ubuntu-eee.com</a><br/><b>Περιγραφή:</b>Το Ubuntu Eee δεν είναι μόνο βελτιστοποιημένο για Asus Eee PC υπολογιστές. Είναι ένα λειτουργικό σύστημα, πού χρησιμοποιεί το Netbook Remix περιβάλλον, το οποίο ευνοεί το καλύτερο λογισμικό που διατίθεται αντί για εναλλακτικές λύσεις ανοικτού κώδικα (δηλ. Skype αντί για Ekiga).<br/><b>Σημειώσης Εγκατάστασης:</b>Φροντίστε το μέσο εγκατάστασης να είναι κενό και διαμορφωμένο πριν προχωρήσετε με την εγκατάσταση.
he: <img src=":/eeeubuntu.png" style="float:left;" /><br/><b>דף הבית:</b> <a href="http://www.ubuntu-eee.com/">http://www.ubuntu-eee.com</a><br/><br/><b>תיאור:</b> Ubuntu Eee אינה רק מותאמת עבור Asus Eee PC. זוהי מערכת הפעלה, באמצעות מנשק ה־Netbook Remix, המעדיף את התוכנה הטובה ביותר הזמינה על פני חלופות הקוד הפתוח (לדוגמה: Skype על פני Ekiga). <br/><b>הערות התקנה:</b> יש לוודא כי מדיית ההתקנה ריקה ומפורמטת בטרם המשך ההתקנה.
ms: <img src=":/eeeubuntu.png" style="float:left;" /><br/><b>Laman Sesawang:</b> <a href="http://www.ubuntu-eee.com/">http://www.ubuntu-eee.com</a><br/><b>Keterangan:</b> Ubuntu Eee bukan sahaja dioptimumkan untuk Asus Eee PC. Ia merupakan sistem pengoperasian, yang menggunakan antaramuka Netbook Remix, yang mengutamakan perisian terbaik yang ada selain dari alternatif sumber terbuka (seperti Skype berbandingEkiga).<br/><b>Nota Pemasangan:</b> Pastikan media yang dipasang kosong dan telah diformat terlebih dahulu sebelum meneruskan pemasangan.
ro: <img src=":/eeeubuntu.png" style="float:left;" /><br/><b>Homepage:</b> <a href="http://www.ubuntu-eee.com/">http://www.ubuntu-eee.com</a><br/><b>Descriere:</b>Ubuntu Eee nu este doar Ubuntu optimizat pentru Asus Eee PC. Este un sistem de operare, ce folosește interfața Netbook Remix, care favorizează cele mai bune programe disponibile față de alternativele cu sursă liberă (ie. Skype în loc de Ekiga).<br/><b>Notițe de instalare:</b> Asigurați-vă că suportul pentru instalare este gol și formatat înainte de a porni procesul de instalare.

source: <img src=":/elive.png" /><br/><b>Homepage:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Description:</b> Elive is a Debian-based distribution featuring the Enlightenment window manager.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <img src=":/elive.png" /><br/><b>Ιστοσελίδα:</b><a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Περιγραφή:</b>Το Elive είναι μια διανομή πού βασίζεται στο Debian και περιέχει τον Enlightenment window manager.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <img src=":/elive.png" /><br/><b>דף הבית:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>תיאור:</b> Elive הנה הפצה מבוססת Debian המציעה את מנהל החלונות Enlightenment.<br/><b>הערות התקנה:</b>הגרסה החיה מאפשרת אתחול במצב חי, ממנו ניתן להפעיל את תכנית ההתקנה.
ms: <img src=":/elive.png" /><br/></b>Laman Sesawang:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><b>Keterangan:</b> Elive merupakan distribusi berasaskan-Debian yang memfiturkan pengurus tetingkap Enlightenment.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
tr: <img src=":/elive.png" /><br/><b>Anasayfa:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Açıklama:</b> Elive, Enlightenment pencere yöneticisine sahip Debian tabanlı bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <img src=":/kiwi_logo_ro.png" /><br/><b>Homepage:</b> <a href="http://www.kiwilinux.org/">http://www.kiwilinux.org</a><br/><b>Description:</b> Kiwi Linux is an Ubuntu derivative primarily made for Romanian, Hungarian and English speaking users.<br/><b>Install Notes:</b> Make sure install media is empty and formatted before proceeding with install.
el: <img src=":/kiwi_logo_ro.png" /><br/><b>Ιστοσελίδα:</b><a href="http://www.kiwilinux.org/">http://www.kiwilinux.org</a><br/><b>Περιγραφή:</b>Το Kiwi Linux είναι ένα Ubuntu παραγώγο κυρίως για χρήστες της Ρουμανικής, Ουγγρικής και Αγγλικής γλώσσας.<br/><b>Σημειώσης Εγκατάστασης:</b>Φροντίστε το μέσο εγκατάστασης να είναι κενό και διαμορφωμένο πριν προχωρήσετε με την εγκατάσταση.
he: <img src=":/kiwi_logo_ro.png" /><br/><b>דף הבית:</b> <a href="http://www.kiwilinux.org/">http://www.kiwilinux.org</a><br/><b>תיאור:</b> Kiwi Linux הינה הפצת לינוקס שנגזרה מאובונטו ומיועד בעיקר לדוברי רומנית, הונגרית ואנגלית.<br/><b>הערות התקנה:</b> יש לוודא שהמדיה המשמשת להתקנה ריקה ומפורמטת בטרם המשך ההתקנה.
ms: <img src=":/kiwi_logo_ro.png" /><br/><b>Laman Sesawang:</b> <a href="http://www.kiwilinux.org/">http://www.kiwilinux.org</a><br/><b>Keterangan:</b> Kiwi Linux merupakan terbitan Ubuntu yang dikhususkan untuk pengguna yang bertutur bahasa Romania, Hungary dan Inggeris.<br/><b>Nota Pemasangan:</b> Pastikan media yang dipasang kosong dan telah diformat terlebih dahulu sebelum meneruskan pemasangan.
ro: <img src=":/kiwi_logo_ro.png" /><br/><b>Pagina sursă:</b> <a href="http://www.kiwilinux.org/">http://www.kiwilinux.org</a><br/><b>Description:</b> Kiwi Linux e o distribuție derivată Ubuntu destinată in principal utilizatorilor vorbitori de română, maghiară si engleză.<br/><b>Install Notes:</b> Asigurați-vă că mediul de instalare e gol și formatat inainte de a continua cu instalarea.
tr: <img src=":/kiwi_logo_ro.png" /><br/><b>Anasayfa:</b> <a href="http://www.kiwilinux.org/">http://www.kiwilinux.org</a><br/><b>Açıklama:</b> Kiwi Linux, öncelikle Rumence, Macarca ve İngilizce konuşan kullanıcılar için yapılan bir Ubuntu türevidir.<br/><b>Kurulum Notları:</b> Kurma işlemine devam etmeden önce kurulacak ortamın boş olduğundan ve biçimlendirildiğinden emin olun.

source: <img src=":/gnewsense.png" /><br/><b>Homepage:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Description:</b> gNewSense is a high-quality GNU/Linux distribution that extends and improves Ubuntu to create a completely free operating system without any binary blobs or package trees that contain proprietary software.<br/><b>Install Notes:</b> Make sure install media is empty and formatted before proceeding with install.
ca: <img src=":/gnewsense.png" /><br/><b>Pàgina web:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Descripció:</b> gNewSense is a high-quality GNU/Linux distribution that extends and improves Ubuntu to create a completely free operating system without any binary blobs or package trees that contain proprietary software.<br/><b>Notes d'instaŀlació:</b> Make sure install media is empty and formatted before proceeding with install.
el: <img src=":/gnewsense.png" /><br/><b>Ιστοσελίδα:</b>http://www.gnewsense.org<a href="http://www.gnewsense.org/"><br/><b>Περιγραφή:</b>Το gNewSense είναι μια υψηλής ποιότητας διανομή πού βασίζεται στο GNU/Linux καί επεκτείνει αλλά καί βελτιώνει το Ubuntu για δημιουργία ενός εντελώς ελεύθερου λειτουργικού συστήματος, χωρίς πακέτα που περιέχουν ιδιόκτητο λογισμικό.<br/><b>Σημειώσης Εγκατάστασης:</b>Φροντίστε το μέσο εγκατάστασης να είναι κενό και διαμορφωμένο πριν προχωρήσετε με την εγκατάσταση.
he: <img src=":/gnewsense.png" /><br/><b>דף הבית:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>תיאור:</b> gNewSense הינה הפצת GNU/לינוקס המרחיבה ומשפרת את אובונטו ליצירת מערכת הפעלה חופשית לגמרי ללא כתמים בינאריים או עצי חבילות המכילים תוכנה קניינית.<br/><b>הערות התקנה:</b> יש לוודא כי מדיית ההתקנה ריקה ומפורמטת בטרם המשך ההתקנה.
ms: <img src=":/gnewsense.png" /><br/><b>Laman Sesawang:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Keterangan:</b> gNewSense merupakan distribusi GNU/Linux berkualiti tinggi yang menambahbaik Ubuntu untuk membebaskannya dari blob atau pepohon pakej binari yang mengandungi perisian proprietari.<br/><b>Nota Pemasangan:</b> Pastikan media yang dipasang kosong dan telah diformat terlebih dahulu sebelum meneruskan pemasangan.
ro: <img src=":/gnewsense.png" /><br/><b>Homepage:</b> <a href="http://www.gnewsense.org/">http://www.gnewsense.org</a><br/><b>Descriere:</b> gNewSense este o distribuție GNU/Linux de calitate ridicată care extinde și îmbunătățește Ubuntu pentru a crea un sistem de operare complet liber fără părți binare sau arbori de pachete ce conțin software proprietar.<br/><b>Notițe de instalare:</b> Asigurați-vă că suportul pentru instalare este gol și formatat înainte de a porni procesul de instalare.

source: <img src=":/nimblex.png" /><br/><b>Homepage:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Description:</b> NimbleX is a small, versatile Slackware-based distribution. It is built using the linux-live scripts, and features the KDE desktop. It can be booted from CD or flash memory (USB pens or MP3 players), and can easily be customized and extended.<br/><b>Install Notes:</b> NimbleX boots in Live mode.
el: <b>Ιστοσελίδα:</b><a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Περιγραφή:</b>Το NimbleX είναι μιά μικρή, ευέλικτη διανομή πού βασίζεται στο Slackware. Είναι προγραμματισμένο με linux live scripts, και διαθέτει την επιφάνεια εργασίας KDE. Μπορεί να γίνει εκκίνηση από CD η μνήμη flash (USB στυλό ή MP3 αναπαραγωγείς), και μπορεί εύκολα να προσαρμοστεί και να επεκταθεί.<br/><b>Σημειώσεις Εγκατάστασης:</b>Το NimbleX εκκινήται boots σε ζωντανή λειτουργία.
he: <img src=":/nimblex.png" /><b>דף הבית:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>תיאור:</b> NimbleX הנה הפצה קטנה וגמישה מבוססת Slackware. נבנתה באמצעות הסקריפטים של linux-live, ומציע שולחן עבודה מסוג KDE. נתין להפעיל ואתה מתקליטור CD או מהתקני הבזק (כונניUSB או נגני MP3), וניתנת בקלות להתאמה או להרחבה.<br/><b>הערות התקנה:</b> NimbleX מאותחלת במצב חי.
ms: <img src=":/nimblex.png" /><br/></b>Laman Sesawang:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><b>Keterangan:</b> NimbleX merupakan distribusi berasaskan-Slackware yang kecil tetapi serba-boleh. Ia dibina menggunakan skrip linux-live, dan memfiturkan desktop KDE. Ia boleh dibut melalui CD atau ingatan kilat (pen USB atau pemain MP3), dan mudah disuai dan ditambah baik.<br/><b>Nota Pemasangan:</b> NimbleX membut dalam mod Langsung.
tr: <img src=":/nimblex.png" /><br/><b>Anasayfa:</b> <a href="http://www.nimblex.net/">http://www.nimblex.net</a><br/><b>Açıklama:</b> NimbleX küçük, çok yönlü Slackware tabanlı bir dağıtımdır. Linux-live betikleri kullanılarak inşa edilmiştir ve KDE masaüstüne sahiptir. CD veya flash bellekten (USB çubuk veya MP3 çalar) önyüklenebilir, kolayca özelleştirilebilir ve genişletilebilir.<br/><b>Kurulum Notları:</b> NimbleX çalışan kipte yüklenir.

source: <img src=":/slitaz.png" /><br/><b>Homepage:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Description:</b> SliTaz is a lightweight, desktop-oriented micro distribution.<br/><b>Install Notes:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional. This installer is based on <a href="https://unetbootin.github.io/">UNetbootin</a>.
ca: <img src=":/slitaz.png" /><br/><b>Pàgina web:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Descripció:</b> SliTaz is a lightweight, desktop-oriented micro distribution.<br/><b>Notes d'instaŀlació:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional. This installer is based on <a href="https://unetbootin.github.io/">UNetbootin</a>.
el: <b>Ιστοσελίδα:</b><a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Περιγραφή:</b>Το SliTaz είναι μια ευκίνητη μικρο-διανομή προσανατολισμένη σε επιφάνειες εργασίας.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση φορτώνει ολόκληρο το σύστημα στην μνήμη RAM, οπότε η εγκατάσταση δεν είναι υποχρεωτική, αλλά προαιρετική.
he: <img src=":/slitaz.png" /><br/><b>דף הבית:</b> <br/><b>תיאור:</b> SliTaz הינה מיקרו הפצה קלת משקל המיועדת למחשבים שולחניים.<br/><b>הערות התקנה:</b> הגירסה החיה נטענת כולה אל זיכרון ה־RAM ומתאתחלת מהזיכרון, כך שאין צורך בהתקנה אך ניתן לבצע אותה. תוכנית התקנה זו מבוססת על <a href="https://unetbootin.github.io/">UNetbootin</a>.
ms: <img src=":/slitaz.png" /><br/><b>Laman Sesawang:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en<b>Keterangan:</b> SliTaz merupakan distribusi mikro berorientasikan-desktop yang ringan dan pantas.<br/><b>Nota Pemasangan:</b> Versi Langsung memuatkan keseluruhan sistem ke dalam RAM dan dibut melalui ingatan, oleh itu pemasangan tidak diperlukan tetapi ditawarkan secara pilihan. Pemasang ini berasaskan dengan <a href="https://unetbootin.github.io/">UNetbootin</a>.
ro: <img src=":/slitaz.png" /><br/><b>Pagina sursă:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Descriere:</b> SliTaz e o microdistribuție ultraușoara destinată sistemelor desktop.<br/><b>Install Notes:</b> Versiunea live incarcă întregul sistem în RAM și butează din memorie, așa că instalarea nu e necesară ci opțională. Acest instaler e bazat pe<a href="https://unetbootin.github.io/">UNetbootin</a>.
tr: <img src=":/slitaz.png" /><br/><b>Anasayfa:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Açıklama:</b> SliTaz, hafif, masaüstü temelli bir mikro dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm, tüm sistemi RAM'a yükler ve bellekten önyükleme yapar, bu nedenle yükleme gerekli değildir, ancak isteğe bağlıdır. Bu yükleyici <a href="https://unetbootin.github.io/">UNetbootin</a>temellidir.
