Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: LeftToRight
ca: D'esquerra a dreta
el: Αριστερά προς δεξιά
he: RightToLeft
ms: KiriKeKanan
ro: De la stânga la dreapta
tr: SoldanSağa

source: Hard Disk
ca: Disc dur
el: Σκληρός Δίσκος
he: כונן קשיח
ms: Cakera Keras
ro: Hard disc
tr: Sabit Disk

source: USB Drive
ca: USB Disc
el: Δισκος USB
he: כונן USB
ms: Pemacu USB
ro: Disc USB
tr: USB Sürücü

source: ISO
el: Αρχείο εικόνας οπτικού δίσκου (ISO)

source: Floppy
ca: Disquet
el: Δισκέτα
he: דיסקט
ms: Cakera Liut
ro: Dischetă
tr: Disket Sürücü

source: either
ca: o bé
el: ή
he: או
ms: sama ada
ro: oricare din
tr: Her iki

source: Open Disk Image File
ca: Obre el fitxer d'imatge de disc
el: Άνοιγμα Αρχείου Εικόνας Δίσκου
he: פתיחת קובץ דמות תקליטור
ms: Buka Fail Imej Pemacu
ro: Deschide Fişierul Imagine-de-Disc
tr: Disk Kalıbı Dosyası Aç

source: All Files
ca: Tots els fitxers
el: Όλα τα αρχεία
he: כל הקבצים
ms: Semua Fail
ro: Toate fisierele
tr: Tüm Dosyalar

source: All Files (*)
ca: Tots els fitxers (*)
el: Όλα τα αρχεία (*)
he: כל הקבצים (*)
ms: Semua Fail (*)
ro: Toate fișierele (*)
tr: Tüm Dosyalar (*)

source: Open Kernel File
ca: Obre el fitxer de nucli
el: Άνοιγμα Αρχείου Πυρήνα
he: פתיחת קובץ ליבה
ms: Buka Fail Kernel
ro: Deschide Fişierul Kernel
tr: Kernel Dosyası Aç

source: Open Initrd File
ca: Obre el fitxer initrd
el: Άνοιγμα Αρχείου Initrd
he: פתיחת קובץ Initrd
ms: Buka Fail Initrd
ro: Deschide Fişierul Initrd
tr: Initrd Dosyası Aç

source: Open Bootloader Config File
ca: Obre el fitxer de configuració del carregador d'arrencada
el: 'Ανοιγμα Αρχείου Ρυθμίσεων Επιλογέα Εκκίνησης
he: פתיחת קובץ תצורת איתחול
ms: Buat Fail Konfig Pemuat But
ro: Deschide Fişierul de configurare al Încărcătorului-de-Bootare (Bootloader Config)
tr: Bootloader Config Dosyası Aç

source: Insert a USB flash drive
ca: Inseriu una unitat flash USB
el: Εισάγετε ένα USB flash δίσκο
he: יש לחבר כונן USB
ms: Sisipkan pemacu flash USB
ro: Introduceţi un USB flash drive
tr: USB Flash Sürücü Takın

source: No USB flash drives were found. If you have already inserted a USB drive, try reformatting it as FAT32.
ca: No s'han trobat unitats flash USB . Si ja ha inserit un dispositiu USB, proveu de formatejar-la com FAT32.
el: Δεν βρέθηκαν USB flash δίσκοι. Εάν έχετε ήδη εισάγει κάποιο USB δίσκο, προσπαθείστε να τον διαμορφώσετε ως FAT32.
he: לא נמצאו כונני USB. במידה שכבר חובר כונן USB, יש לנסות לפרמט אותו כ־FAT32.
ms: Tiada pemacu flash USB dijumpai. Jika anda telah sisipkan pemacu USB, cuba formatkan semula sebagai FAT32.
ro: Niciun USB flash drive nu a fost găsit. Dacă aţi conectat deja un USB drive, incercaţi să îl reformataţi ca FAT32.
tr: USB Flash sürücü bulunamadı. Eğer USB sürücü taktıysanız FAT32 olarak formatlayın.

source: %1 not mounted
ca: %1 sense muntar
el: %1 δεν έχει προσαρτηθεί
he: %1 אינו מעוגן
ms: %1 tidak dilekapkan
ro: %1 nu este montat
tr: %1 Bağlanmadı

source: You must first mount the USB drive %1 to a mountpoint. Most distributions will do this automatically after you remove and reinsert the USB drive.
ca: Primer heu de muntar la unitat USB %1 mitjançant un punt de muntatge. Algunes distribucións ho fan automàticament si el retireu i el torneu a inserir.
el: Πρέπει πρώτα να προσαρτηθεί ο USB δίσκος %1 σε κάποιο σημείο προσάρτησης. Οι περισσότερες διανομές το κανουν αυτόματα όταν αφαιρέσετε τον USB δίσκο και τον επανεισάγετε.
he: ראשית יש לעגן את כונן ה־USB %1 לנקודת עגינה. רוב ההפצות יעשו זאת אוטומטית לאחר הסרה וחיבור מחדש של כונן ה־USB.
ms: Anda mesti lekap pemacu USB %1 dahulu ke titik lekap. Kebanyakan distribusi akan membuatnya secara automatik selepas anda tanggal dan masukkan semula pemacu USB.
ro: Întâi trebuie să montaţi drive-ul USB %1 într-un un punct-de-montare. Cele mai multe distribuţii vor face aceasta în mod automat după ce scoateţi şi reintroduceţi drive-ul USB.
tr: Önce %1 USB sürücüsünü bir bağlantı noktasına bağlamanız gerekir. Çoğu dağıtım, USB sürücüyü çıkarıp tekrar taktıktan sonra bunu otomatik olarak yapar.

source: Select a distro
ca: Seleccioneu una distribució
el: Επιλέξτε διανομή
he: יש לבחור הפצה
ms: Pilih satu distro
ro: Selectaţi o distribuţie
tr: Bir Dağıtım Seçin

source: You must select a distribution to load.
ca: Seleccioneu una distribució per carregar
el: Πρέπει να επιλέξετε διανομή για φόρτωση
he: יש לבחור הפצה לטעינה.
ms: Anda mesti pilih satu distribusi untuk dimuatkan.
ro: Trebuie să selectaţi o distribuţie pentru a fi încărcată.
tr: Bir dağıtım seçmelisin

source: Select a disk image file
ca: Seleccioneu un fitxer d'imatge de disc
el: Επιλέξτε αρχείο εικόνας δίσκου
he: יש לבחור קובץ דמות תקליטור
ms: Pilih fail imej cakera
ro: Selectaţi un fişier imagine-de-disc
tr: Disk Kalıbı Dosyası Seçin

source: You must select a disk image file to load.
ca: Seleccioneu una imatge de disc per a carregar l'arxiu.
el: Πρέπει να επιλέξετε αρχείο εικόνας δίσκου.
he: יש לבחור קובץ דמות לטעינה.
ms: Anda mesti pilih fail imej cakera untuk dimuat.
ro: Trebuie să selectaţi un fişier imagine-de-disc pentru încărcare
tr: Yüklemek için bir disk kalıbı dosyası seçmelisin.

source: Select a kernel and/or initrd file
ca: Seleccioneu un Kernel i/o el fitxer initrd
el: Επιλέξτε πυρήνα και αρχείο initrd
he: יש לבחור ליבה ו/או קובץ initrd
ms: Pilih fail kernel dan/atau initrd
ro: Selectaţi un fişier kernel şi/sau initrd
tr: Bir Kernel ve/veya initrd Dosyası Seçin

source: You must select a kernel and/or initrd file to load.
ca: Seleccioneu un nucli (kernel) i/o un fitxer initrd per carregar-los.
el: Πρέπει να επιλέξετε πυρήνα και αρχείο initrd.
he: יש לבחור ליבה ו/או קובץ initrd לטעינה.
ms: Anda mesti pilih fail kernel dan/atau initrd untuk dimuat.
ro: Trebuie să selectaţi un fişier kernel şi/sau initrd pentru a fi incărcat.
tr: Kernel ve/veya initrd dosyası seçmelisin

source: Diskimage file not found
ca: No s'ha trobat el fitxer d'imatge de disc
el: Το αρχείο εικόνας δίσκου δεν βρέθηκε
he: קובץ דמות התקליטור לא נמצא
ms: Fail imej cakera tidak dijumpai
ro: Fişierul imagine-de-disc nu a fost găsit
tr: Disk kalıbı dosyası bulunamadı

source: The specified diskimage file %1 does not exist.
ca: El fitxer d'imatge de disc %1 no existeix.
el: Το συγκεκριμένο αρχείο εικόνας δίσκου %1 δεν υπάρχει.
he: קובץ דמות התקליטור שצוין %1 אינו קיים.
ms: Fail imej cakera yang ditetapkan %1 tidak wujud.
ro: Fişierul imagine-de-disc specificat %1 nu există.
tr: Belirtilen disk kalıbı dosyası %1 mevcut değil.

source: Kernel file not found
ca: No s'ha trobat el fitxer del nucli
el: Το αρχείο πυρήνα δεν βρέθηκε
he: קובץ הליבה לא נמצא
ms: Fail kernel tidak dijumpai
ro: Fişierul Kernel nu a fost găsit
tr: Kernel Dosyası Bulunamadı

source: The specified kernel file %1 does not exist.
ca: El fitxer del nucli especificat %1 no existeix.
el: Το συγκεκριμένο αρχείο πυρήνα %1 δεν υπάρχει.
he: קובץ הליבה שצוין %1 לא נמצא.
ms: Fail kernel yang ditetapkan %1 tidak wujud.
ro: Fişierul kernel specificat %1 nu există.
tr: Belirtilen kernel çekirdeği dosyası %1 yok.

source: Initrd file not found
ca: No s'ha trobat el fitxer initrd
el: Το αρχείο initrd δεν βρέθηκε
he: קובץ ה־initrd לא נמצא
ms: Fail initrd tidak dijumpai
ro: Fişierul Initrd nu a fost găsit
tr: Initrd dosyası bulunamadı

source: The specified initrd file %1 does not exist.
ca: El fitxer initrd especificat %1 no existeix.
el: Το συγκεκριμένο αρχείο initrd %1 δεν υπάρχει.
he: קובץ ה־initrd שצוין %1 לא נמצא.
ms: Fail initrd yang ditetapkan %1 tidak wujud.
ro: Fişierul initrd specificat %1 nu există.
tr: Belirtilen initrd dosyası %1 mevcut değil.

source: %1 exists, overwrite?
ca: %1 ja existeix. El voleu sobreescriure?
el: %1 υπάρχει ήδη, να γίνει εγγραφή απο πάνω;
he: %1 קיים, לשכתב?
ms: %1 wujud, tulis ganti?
ro: %1 există deja, suprascrieţi?
tr: %1 mevcut, üzerine yazılsın mı?

source: The file %1 already exists. Press 'Yes to All' to overwrite it and not be prompted again, 'Yes' to overwrite files on an individual basis, and 'No' to retain your existing version. If in doubt, press 'Yes to All'.
ca: El fitxer %1 ja existeix. Premeu 'Sí a tot' per sobreescriure'l i evitar ser preguntat de nou, 'Sí' per sobreescriure fitxers individualment, i 'No' per conservar la versió existent. En cas de dubte premeu 'Sí a tot'.
el: Το αρχείο %1 υπάρχει ήδη. Πατήστε 'Ναι σε Όλα' για να γράψετε απο πάνω του, και μετά δεν θα ξαναερωτηθείτε, 'Ναι' για να γράψει απο πάνω μόνο το συγκεκριμένο αρχείο, και 'Όχι' για να διατηρήσετε την υπάρχουσα έκδοση. Άν δεν είστε σίγουροι, πατήστε 'Ναι σε 'Ολα'.
he: הקובץ %1 כבר קיים. יש ללחוץ על 'כן להכול' כדי לשכתב ושלא תופיע שאלה שוב, 'כן' כדי לשכתב קבצים באופן יחידני ו־'לא' כדי לשמור על הגרסה הנוכחית. אם קיים ספק, יש לבחור ב־'כן להכול'.
ms: Fail %1 telah sedia wujud. Tekan 'Ya untuk Semua' untuk menulis ganti dan tidak dibantu ingat lagi, 'Ya' untuk menulis ganti fail-fail berasaskan individu, dan 'Tidak' untuk mengekalkan versi anda yang telah sedia wujud. Jika ragu-ragu, tekan 'Ya untuk Semua'.
ro: Fişierul %1 există deja. Apăsaţi 'DA pentru toate' pentru a suprascrie şi a nu fi intrebat din nou, 'DA' pentru a suprascrie fişierele fiecare pe rând, şi 'NU' pentru a păstra versiunea existentă a fişierelor. Dacă sunteţi în dubiu, apăsaţi 'DA pentru toate'.
tr: % 1 dosyası zaten mevcut. Üzerine yazmak için 'Tümüne Evet'e basın ve tekrar sorulmayacak,' Evet ', tek tek dosyaların üzerine yazmak ve mevcut sürümünüzü korumak için' Hayır '. Şüpheniz varsa, 'Tümüne Evet'e basın.

source: %1 is out of space, abort installation?
ca: No hi ha prou espai a %1, voleu aturar la instaŀlació?
el: %1 δεν έχει χώρο, ακύρωση εγκατάστασης;
he: המקום שב־%1 אזל, האם לבטל את ההתקנה?
ms: %1 kehabisan ruang, henti paksa pemasangan?
ro: %1 nu mai are spaţiu liber, anulaţi instalarea?
tr: %1 Alanı doldu, kurulum iptal edildi mi?

source: The directory %1 is out of space. Press 'Yes' to abort installation, 'No' to ignore this error and attempt to continue installation, and 'No to All' to ignore all out-of-space errors.
ca: No hi ha prou espai al directori %1. Premeu 'Sí' per aturar la instaŀlació, 'No' per ignorar aquest error i tornar a provar, i 'No a tot' per ignorar qualsevol error d'aquest tipus.
el: Ο φάκελος %1 δεν έχει άλλο χώρο. Πατήστε 'Ναι' για ακύρωση εγκατάστασης, 'Οχι' για αγνόηση του σφάλματος και απόπειρα για συνέχεια της εγκατάστασης, και 'Οχι σε Όλα' για να αγνοηθούν όλα τα λάθη έλλειψης χώρου.
he: בתיקייה %1 אין עוד מקום. ניתן ללחוץ על 'כן' כדי לבטל את ההתקנה, 'לא' כדי להתעלם משגיאה זו ולנסות להמשיך בהתקנה ו־'לא להכול' כדי להתעלם מכל ההתרעות אודות המחסור במקום.
ms: Directory %1 kehabisan ruang. Tekan 'Ya' untuk henti paksa pemasangan, 'Tidak' untuk abaikan ralat ini dan cuba untuk teruskan pemasangan, dan 'Tidak untuk Semua' untuk abaikan semua ralat kehabisan ruang.
ro: Directorul %1 nu mai are spaţiu liber. Apăsaţi 'DA' pentru a anula instalarea, 'NU' pentru a ignora această eroare şi a încerca continuarea instalării, şi 'NU pentru toate' pentru a ignora toate erorile privind lipsa de spaţiu gol pe disc.
tr: % 1 Alanı dolu. Yüklemeyi iptal etmek için 'Evet' e basın, bu hatayı yok saymak için 'Hayır' ve yüklemeye devam etme girişiminde bulunun ve tüm alan hatalarını göz ardı etmek için 'Hayır'a' basın.

source: Locating kernel file in %1
ca: Fitxer kernel a %1
el: Εντοπισμός του πυρήνα αρχείων στο %1
he: מתבצע איתור של קובץ הליבה ב־%1
ms: Mencari fail kernel di dalam %1
ro: Se caută fișierul nucleului în %1
tr: % 1 içinde çekirdek dosyasını bulma

source: Copying kernel file from %1
ca: Copiant el fitxer kernel des d'e la ubicació %1
el: Αντιγραφή πυρήνα από %1
he: קובץ הליבה מועתק מ־%1
ms: Menyalin fail kernel dari %1
ro: Se copiază fișierul nucleului din %1
tr: %1'den çekirdek dosyası kopyalama

source: Locating initrd file in %1
ca: S'està ubicant el fitxer initrd a %1
el: Εντοπισμός τού initrd αρχείου στο %1
he: קומתבצע איתור של קובץ ה־initrd ב־%1
ms: Mencari fail initrd di dalam %1
ro: Se caută fișierul initrd în %1
tr: %1 içinde initrd dosyası bulma

source: Copying initrd file from %1
ca: S'està copiant el fitxer initrd des de la ubicació %1
el: Αντιγραφή τού initrd αρχείου από %1
he: קובץ ה־initrd מועתק מ־%1
ms: Menyalin fail initrd dari %1
ro: Se copiază fișierul initrd din %1
tr: %1'den initrd dosyası kopyalama

source: Extracting bootloader configuration
ca: S'està extraïent la configuració del gestor d'arrencada
el: Εξαγωγή ρύθμισης του φορτωτή εκκίνησης
he: תצורת מנהל הטעינה מחולצת
ms: Mengekstrak konfigurasi pemuat but
ro: Se extrage configurația încărcătorului de sistem
tr: Önyükleyici yapılandırmasını ayıklama

source: <b>Extracting compressed iso:</b> %1
ca: <b>S'està extraïent el contingut comprimit del fitxer ISO:</b> %1
el: Αποσυμπίεση του ISO:
he: <b>חילוץ קובץ ה־ISO הדחוס:</b>‏ %1
ms: <b>Mengekstrak iso termampat:</b> %1
ro: <b>Se extrage fişierul iso comprimat:</b> %1
tr: <b>Sıkıştırılmış iso açılıyor:</b> %1

source: Copying file, please wait...
ca: S'estan copiant els fitxers...
el: Αντιγραφή αρχείου, παρακαλώ περιμένετε...
he: הקבצים מועתקים, נא להמתין...
ms: Menyalin fail, sila tunggu...
ro: Se copiază fișierul, așteptați vă rog...
tr: Dosyalar kopyalanıyor, lütfen bekleyiniz...

source: <b>Source:</b> <a href="%1">%1</a>
ca: <b>Font:</b> <a href="%1">%1</a>
el: <b>Από:</b> <a href="%1">%1</a>
he: <b>מקור:</b>‏ <a href="%1">%1</a>
ms: <b>Sumber:</b> <a href="%1">%1</a>
ro: <b>Sursa:</b> <a href="%1">%1</a>
tr: <b>Kaynak:</b> <a href="%1">%1</a>

source: <b>Destination:</b> %1
ca: <b>Destinació:</b> %1
el: <b>Προορισμός:</b> %1
he: <b>יעד:</b>‏ %1
ms: <b>Destinasi:</b> %1
ro: <b>Destinaţie:</b> %1
tr: <b>Hedef:</b> %1

source: <b>Copied:</b> 0 bytes
ca: <b>Copiat:</b> 0 bytes
el: <b>Αντιγράφθηκαν:</b> 0 byte
he: <b>הועתקו:</b> 0 בתים
ms: <b>Telah disalin:</b> 0 bait
ro: <b>Copiați:</b> 0 octeți
tr: <b>Kopyalanan:</b> 0 bytes

source: Extracting files, please wait...
ca: Extraient arxius, si us plau, espereu ...
el: Εξαγωγή αρχείων, παρακαλώ περιμένετε...
he: הקבצים בחילוץ, נא להמתין...
ms: Mengekstrak fail, sila tunggu...
ro: Se extrag fişierele, vă rog asteptaţi...
tr: Dosyalar çıkarılıyor, lütfen bekleyiniz...

source: <b>Archive:</b> %1
ca: <b>Arxiu:</b> %1
el: <b>Δέσμη Αρχείων:</b> %1
he: <b>ארכיון:</b>‏ %1
ms: <b>Arkib:</b> %1
ro: <b>Arhiva:</b> %1
tr: <b>Arşiv:</b> %1

source: <b>Source:</b>
ca: <b>Font:</b>
el: <b>Από:</b>
he: <b>מקור:</b>
ms: <b>Sumber:</b>
ro: <b>Sursa:</b>
tr: <b>Kaynak:</b>

source: <b>Destination:</b>
ca: <b>Destinació:</b>
el: <b>Προορισμός:</b>
he: <b>יעד:</b>
ms: <b>Destinasi:</b>
ro: <b>Destinaţie:</b>
tr: <b>Hedef:</b>

source: <b>Extracted:</b> 0 of %1 files
ca: <b>Extret:</b> 0 of %1 files
el: <b>Εξήχθησαν:</b> 0 of %1 files
he: <b>חולצו:</b>‏ 0 מתוך %1 קבצים
ms: <b>Telah diekstrak:</b> 0 daripada %1 fail
ro: <b>Extrase:</b> 0 din %1 fişiere
tr: <b>Çıkarılan:</b> 0 , toplam %1 dosya

source: <b>Source:</b> %1 (%2)
ca: <b>Font:</b> %1 (%2)
el: <b>Από:</b> %1 (%2)
he: <b>מקור:</b>‏ %1 (%2)
ms: <b>Sumber:</b> %1 (%2)
ro: <b>Sursa:</b> %1 (%2)
tr: <b>Kaynak:</b> %1 (%2)

source: <b>Destination:</b> %1%2
ca: <b>Destinació:</b> %1%2
el: <b>Προορισμός:</b> %1%2
he: <b>יעד:</b>‏ %1%2
ms: <b>Destinasi:</b> %1%2
ro: <b>Destinaţie:</b> %1%2
tr: <b>Hedef:</b> %1%2

source: <b>Extracted:</b> %1 of %2 files
ca: <b>Extret:</b> %1 of %2 files
el: <b>Εξήχθησαν:</b> %1 of %2 files
he: <b>חולצו:</b>‏ %1 מתוך %2 קבצים
ms: <b>Telah diekstrak:</b> %1 daripada %2 fail
ro: <b>Extrase:</b> %1 din %2 fisiere
tr: <b>Çıkarılan:</b> %2 dosyadan %1

source: Downloading files, please wait...
ca: S'estan descarregant els fitxers...
el: Μεταφόρτωση αρχείων, παρακαλώ περιμένετε...
he: קבצים בהורדה, נא להמתין...
ms: Memuat turun fail-fail, sila tunggu...
ro: Se descarcă fişiere, vă rog asteptaţi...
tr: Dosyalar indiriliyor, lütfen bekleyin...

source: <b>Downloaded:</b> 0 bytes
ca: <b>Descarregat:</b> 0 bytes
el: <b>Μεταφορτώθηκαν:</b> 0 bytes
he: <b>הורדו:</b>‏ 0 בתים
ms: <b>Telah dimuat turun:</b> 0 bait
ro: <b>Descărcate:</b> 0 byti
tr: <b>İndirilen:</b> 0 bytes

source: <b>Downloaded:</b> %1 of %2
ca: <b>Descarregat:</b> %1 de %2
el: <b>Μεταφορτώθηκε:</b> %1 of %2
he: <b>הורדו:</b>‏ %1 מתוך %2
ms: <b>Telah dimuat turun:</b> %1 of %2
ro: <b>Descărcate:</b> %1 of %2
tr: <b>İndirilen:</b> %1, toplam %2

source: <b>Copied:</b> %1 of %2
ca: <b>Copiat:</b> %1 de %2
el: <b>Αντιγράφθηκαν:</b> %1 από %2
he: <b>הועתקו:</b> %1 מתוך %2
ms: <b>Telah disalin:</b> %1 daripada %2
ro: <b>Copiați:</b> %1 din %2
tr: <b>Kopyalanan:</b> %2 de %1

source: Searching in <a href="%1">%1</a>
ca: S'està cercant <a href="%1">%1</a>
el: Αναζήτηση στο <a href="%1">%1</a>
he: חיפוש תחת <a href="%1">%1</a>
ms: Menggelintar di dalam <a href="%1">%1</a>
ro: Se caută în <a href="%1">%1</a>
tr: <a href="%1">%1</a> içinde aranıyor

source: %1/%2 matches in <a href="%3">%3</a>
ca: %1/%2 coincidències de <a href="%3">%3</a>
el: %1/%2 είναι όμοια με το <a href="%3">%3</a>
he: %1/%2 התאמות תחת <a href="%3">%3</a>
ms: %1/%2 padanan di dalam <a href="%3">%3</a>
ro: %1 nu a(u) fost găsit(e)
tr: %1/%2, <a href="%3">%3</a> ile eşleşiyor

source: %1 not found
ca: %1 No s'ha trobat
el: %1 δεν βρέθηκε
he: %1 לא נמצא
ms: %1 tidak dijumpai
ro: %1 nu a fost găsit
tr: %1 bulunamadı

source: %1 not found. This is required for %2 install mode. Install the "%3" package or your distribution's equivalent.
ca: No s'ha trobat %1. Es requereix pel mode d'instaŀlació %2. Instaŀleu el paquet "%3" o l'equivalent de la vostra distribució.
el: %1 δεν βρέθηκε. Αυτό ειναι απαραίτητο για τον %2 τύπο εγκατάστασης.￼Εγκαταστήστε το πακετο "%3" ή το αντίστοιχο για την διανομή σας.
he: %1 לא נמצא. רכיב זה נדרש למצב ההתקנה של %2. יש להתקין את החבילה "%3" או המקבילה להפצה שנבחרה.
ms: %1 tidak dijumpai. Ianya diperlukan untuk mod pemasangan %2. Pasang pakej "%3" atau padanan daripada distribusi anda.
ro: %1 nu a fost găsit. Acesta este necesar pentru modul de instalare %2. Instalaţi pachetul "%3" sau pachetul echivalent din distribuţia voastră.
tr: %1 bulunamadı. Bu %2 kurulum kipi için gereklidir. "% 3" paketini veya dağıtımınızın eşdeğerini kurun.

source: (Current)
ca: (actual)
el: (Τρέχον)
he: (נוכחי)
ms: (Semasa)
ro: (Cel aflat în curs)
tr: (Geçerli)

source: (Done)
ca: (Fet)
el: (Ολοκληρώθηκε)
he: (בוצע)
ms: (Selesai)
ro: (Gata)
tr: (Tamamlandı)

source: Configuring grub2 on %1
ca: S'està configurant grub2 a %1
el: Ρύθμιση grub2 στο %1
he: הגדרת grub2 על גבי %1
ms: Mengkonfigurasi grub2 pada %1
ro: Se configurează grub2 pe %1
tr: %1 üzerinde grub2 yapılandırması

source: Configuring grldr on %1
ca: Configurant grldr a %1
el: Ρύθμιση grldr στο %1
he: הגדרת grldr על %1
ms: Mengkonfigurasi grlrd pada %1
ro: Se configurează grldr pe %1
tr: %1 üzerinde grldr yapılandırması

source: Configuring grub on %1
ca: Configurant el grub a %1
el: Ρύθμιση grub στο %1
he: הגדרת grub על %1
ms: Mengkonfigurasi grub pada %1
ro: Se configurează grub pe %1
tr: %1 üzerinde grub yapılandırması

source: Installing syslinux to %1
ca: Instaŀlant syslinux a %1
el: Εγκατάσταση syslinux στο %1
he: התקנת syslinux אל %1
ms: Memasang syslinux ke %1
ro: Se instalează syslinux in %1
tr: %1'e syslinux kurulumu

source: Installing extlinux to %1
ca: Instaŀlant extlinux a %1
el: Εγκατάσταση extlinux στο %1
he: התקנת extlinux אל %1
ms: Memasang extlinux ke %1
ro: Se instalează extlinux in %1
tr: %1'e extlinux kurulumu

source: Syncing filesystems
ca: Sincronitzant els fitxers de sistema
el: Συγχρονισμός συστημάτων αρχείων
he: סנכרון מערכות קבצים
ms: Menyegerak sistem fail
ro: Se sincronizează fişierele-sistem
tr: Dosya sistemleri eşleniyor

source: After rebooting, select the
ca: Després de reiniciar, seleccioneu la
el: Μετά την επανεκκίνηση επιλέξετε το
he: לאחר האתחול, יש לבחור ב־
ms: Selepas membut semula, pilih
ro: După repornire, selectaţi
tr: Yeniden başlattıktan sonra şunu seçin:

source: After rebooting, select the USB boot option in the BIOS boot menu.%1 Reboot now?
ca: Després de reiniciar, seleccioneu l'USB boot opció en el menu de la BIOS.%1 Reboot now?
el: Αφού γίνει επανεκκίνηση, επιλέξετε απο το BIOS του υπολογιστή σας να ξεκινήσει απο USB.%1￼Να γίνει επανεκκίνηση τωρα;
he: לאחר ההפעלה מחדש, יש לבחור באפשרות ההפעלה מ־USB בתפריט ההפעלה של ה־BIOS.‏ %1 האם הפעיל מחדש כעת?
ms: Selepas membut semula, pilih pilihan but USB dalam menu but BIOS.%1 But semula sekarang?
ro: După repornire, selectaţi optiunea pentru bootare USB din meniul de boot al BIOS-lui.%1 Reporniţi acum?
tr: Yeniden başlattıktan sonra, BIOS önyükleme menüsünde USB önyükleme seçeneğini seçin.%1 Şimdi yeniden başlatılsın mı?

source: *IMPORTANT* Before rebooting, place an Ubuntu alternate (not desktop) install iso file on the root directory of your hard drive or USB drive. These can be obtained from cdimage.ubuntu.com
ca: *IMPORTANT* Abans de reiniciar, coŀloqueu la imatge ISO d'Ubuntu Alternate (No la versió d'escriptori) d'arrencada al directori arrel del vostre disc dur o unitat USB. Aquest fitxer es pot obtenir des de cdimage.ubuntu.com
el: *ΠΡΟΣΟΧΗ* Πριν την επανεκκίνηση, τοποθετήστε ένα εναλλακτικό λειτουργικό σύστημα Ubuntu εναλλακτική (όχι βελτιώσεις) μέσω αρχείου iso στον ριζικό κατάλογο του σκληρού δίσκου η την μονάδα USB. Αυτά μπορούν να ληφθούν από την ιστοσελίδα cdimage.ubuntu.com
he: *חשוב* בטרם ההפעלה מחדש, יש להציב קובץ iso של התקנה אלטרנטיבית (לא באמצעות שולחן עבודה) של אובונטו בתיקיית הבסיס של הכונן הקשיח או של כונן ה־USB שלך. ניתן להשיג קבצים אלה דרך cdimage.ubuntu.com
ms: *PENTING* Sebelum membut semula, masukkan fail iso pemasangan alternatif Ubuntu (bukan desktop) dalam direktori root pemacu keras atau pemacu USB anda. Ia boleh diperoleh di cdimage.ubuntu.com
ro: *IMPORTANT* Înainete de a repornii, puneți un fișier ISO Ubuntu alternete (nu desktop) în dosarul rădăcină a hardiscului sau a sticului USB. Acest fișier poate fi obținut de la cdimage.ubuntu.com
tr: *ÖNEMLİ* Yeniden başlatmadan önce, sabit sürücünüzün veya USB sürücünüzün kök dizinine bir alternatif Ubuntu (masaüstü değil) kurulum iso dosyası kurun. Bunlar cdimage.ubuntu.com'dan edinilebilir.
