Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: <b>Homepage:</b> <a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>Description:</b> Puppy Linux is a lightweight distribution designed for older computers.<br/><b>Install Notes:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional.
ca: <b>Pàgina web:</b> <a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>Descripció:</b> Puppy Linux is a lightweight distribution designed for older computers.<br/><b>Notes d'instaŀlació:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional.
el: <b>Ιστοσελίδα:</b><a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>Περιγραφή:</b>Το Puppy Linux είναι μια ευκίνητη διανομή, σχεδιασμένη για παλαιότερους υπολογιστές.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση φορτώνει ολόκληρο το σύστημα στην μνήμη RAM, οπότε η εγκατάσταση δεν είναι υποχρεωτική, αλλά προαιρετική.
he: <b>דף הבית:</b> <a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>תיאור:</b> Puppy Linux הינה הפצה קלת משקל המיועדת למחשבים ישנים.<br/><b>הערות התקנה:</b> הגירסה החיה טוענת את המערכת כולה אל זיכרון ה־RAM ומתאתחלת מהזיכרון, כך שאין צורך בהתקנה על אף שזה אפשרי.
ms: <b>Laman Sesawang:</b> <a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>Keterangan:</b> Puppy Linux merupakan distribusi yang direka khas untuk komputer lama.<br/><b>Nota Pemasangan:</b> Versi Langsung memuatkan keseluruhan sistem ke dalam RAM dan dibut melalui ingatan, oleh itu pemasangan tidak diperlukan tetapi ditawarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>Descriere:</b> Puppy Linux este o distribuţie mică proiectată pentru calculatoare mai vechi.<br/><b>Note de Instalare:</b> Versiunea Live încarcă tot sistemul în memoria RAM şi bootează din memorie, astfel încât instalarea nu este necesară ci opţională.
tr: <b>Anasayfa:</b> <a href="http://www.puppylinux.com/">http://www.puppylinux.com</a><br/><b>Açıklama:</b> Pupy Linux eski bilgisayarlar için düzenlenmiş hafif bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm, tüm sistemi RAM'a yükler ve bellekten önyükleme yapar, bu nedenle kurulum gerekli değildir, isteğe bağlıdır.

source: <b>Homepage:</b> <a href="https://www.sabayon.org/">https://www.sabayon.org</a><br/><b>Description:</b> Sabayon Linux is a Gentoo-based Live DVD distribution which features the Entropy binary package manager in addition to the source-based Portage.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The LiteMCE edition is 2 GB, while the full edition will need an 8 GB USB drive
ca: <b>Pàgina web:</b> <a href="https://www.sabayon.org/">https://www.sabayon.org</a><br/><b>Descripció:</b> Sabayon Linux és una distribució basada en Gentoo que implement el gestor de paquets binaris Entropy, a més del gestor basat en fonts Portage.<br/><b>Notes d'instaŀlació:</b> des de la versió autònoma es pot executar l'instaŀlador. La versió LiteMCE ocupa 2 GB, mentre que per la versió completa necessiteu un llapis de memòria de 8GB
el: <b>Ιστοσελίδα:</b><a href="https://www.sabayon.org/">https://www.sabayon.org</a><br/><b>Περιγραφή:</b>Το Sabayon Linux είναι μια διανομή που βασίζεται στην Gentoo-based Live DVD διανομή και η οποία που διαθέτει το λογισμικό διαχείρισης πακέτων Entropy.<br/><b>Σημειώσης Εγκατάστασης:</b>Η Ζωντανή έκδοση επιτρέπει για την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει. Η LiteMCE έκδοση είναι 2 GB, ενώ η πλήρης έκδοση 8 GB.
he: <b>דף הבית:</b> <a href="https://www.sabayon.org/">https://www.sabayon.org</a><br/><b>תיאור:</b> Sabayon Linux הנה הפצה ב־DVD מבוססת ג'נטו המציעה את מנהל החבילות הבינריות Entropy נוסף על המערכת מבוססת המקור Portage.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי, ממנו ניתן להפעיל את תהנית ההתקנה. מהדורת ה־LiteMCE הנה בגודל של 2 ג"ב, בעוד הגרסה המלאה דורשת כונן USB בגודל של 8 ג"ב.
ms: <b>Laman Sesawang:</b> <a href="https://www.sabayon.org/">https://www.sabayon.org</a><br/><b>Keterangan:</b> Sabayon Linux merupakan distribusi DVD berasaskan-Gentoo yang memfiturkan pengurus pakej binari Entropy dan sumber berasaskan Portage.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan. Edisi LiteMCE bersaiz 2GB, manakala edisi lengkap memerlukan pemacu USB bersaiz 8 GB
ro: <b>Pagina sursă:</b> <a href="https://www.sabayon.org/">https://www.sabayon.org</a><br/><b>Descriere:</b> Sabayon Linux este o distribuţie de tip Live DVD bazată pe Gentoo care conţine managerul de pachete binare Entropy, precum şi managerul de pachete-bazate-pe-surse Portage.<br/><b>Note de Instalare:</b> Verisunea Live permite bootarea in mod Live, de unde ulterior, poate fi lansat modulul de instalare în mod opţional. Versiunea LiteMCE are mărimea de 2 GB, iar ediţia completă necesită un disc USB cu mărimea de 8 GB

source: <b>Homepage:</b> <a href="https://www.slax.org/">https://www.slax.org</a><br/><b>Description:</b> Slax is a Slackware-based distribution featuring the KDE desktop.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Pàgina web:</b> <a href="https://www.slax.org/">https://www.slax.org</a><br/><b>Descripció:</b> Slax is a Slackware-based distribution featuring the KDE desktop.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Ιστοσελίδα:</b><a href="https://www.slax.org/">https://www.slax.org</a><br/><b>Περιγραφή:</b>Elive είναι μια διανομή πού βασίζεται στο Slackware και περιέχει την επιφάνεια εργασίας KDE.<br/><b> Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="https://www.slax.org/">https://www.slax.org</a><br/><b>תיאור:</b> Slax הינה הפצה המבוססת על Slackware המציגה את שולחן העבודה KDE.<br/><b>הערות התקנה:</b> הגירסה החיה מאפשרת איתחול במצב חי, ממנו ניתן להפעיל את תוכנית ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="https://www.slax.org/">https://www.slax.org</a><br/><b>Keterangan:</b> Slax merupakan distribusi berasaskan-Slaxware yang memfiturkan desktop KDE.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Pagina sursa:</b> <a href="https://www.slax.org/">https://www.slax.org</a><br/><b>Descriere:</b> Slax este o distributie bazata pe Slackware si contine interfata grafica KDE.<br/><b>Instalare:</b> Verisunea Live permite bootarea in mod Live, de unde ulterior, poate fi lansat modulul de instalare.
tr: <b>Anasayfa:</b> <a href="https://www.slax.org/">https://www.slax.org</a><br/><b>Açıklama:</b> Slax, KDE masaüstüne sahip Slackware tabanlı bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Description:</b> SliTaz is a lightweight, desktop-oriented micro distribution.<br/><b>Install Notes:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional.
ca: <b>Pàgina web:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Descripció:</b> SliTaz is a lightweight, desktop-oriented micro distribution.<br/><b>Notes d'instaŀlació:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional.
el: <b>Ιστοσελίδα:</b><a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Περιγραφή:</b>Το SliTaz είναι μια ευκίνητη μικρο-διανομή προσανατολισμένη σε επιφάνειες εργασίας.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση φορτώνει ολόκληρο το σύστημα στην μνήμη RAM, οπότε η εγκατάσταση δεν είναι υποχρεωτική, αλλά προαιρετική.
he: <b>דף הבית:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>תיאור:</b> SliTaz הינה מיקרו הפצה קלת משקל המיועדת למחשבים שולחניים.<br/><b>הערות התקנה:</b> הגירסה החיה נטענת כולה אל זיכרון ה־RAM ומתאתחלת מהזיכרון, כך שאין צורך בהתקנה אך ניתן לבצע אותה.
ms: <b>Laman Sesawang:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en<br/><b>Keterangan:</b> SliTaz merupakan distribusi mikro berorientasikan-desktop.<br/><b>Nota Pemasangan:</b> Versi Langsung memuatkan keseluruhan sistem ke dalam RAM dan dibut melalui ingatan, oleh itu pemasangan tidak diperlukan tetapi ditawarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Descriere:</b> SliTaz este o micro-distribuţie orientată pe interfeţe de tip desktop.<br/><b>Install Notes:</b> Versiunea Live se încarcă în totalitate în memoria RAM şi bootează din memorie, astfel încăt instalarea nu este necesară ci doar opţională.
tr: <b>Anasayfa:</b> <a href="http://www.slitaz.org/en/">http://www.slitaz.org/en</a><br/><b>Açıklama:</b> SliTaz, hafif, masaüstü temelli bir mikro dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm, tüm sistemi RAM'a yükler ve bellekten önyükleme yapar, bu nedenle yükleme gerekli değildir, ancak isteğe bağlıdır.

source: <b>Homepage:</b> <a href="http://btmgr.sourceforge.net/about.html">http://btmgr.sourceforge.net/about.html</a><br/><b>Description:</b> Smart Boot Manager is a bootloader which can overcome some boot-related BIOS limitations and bugs.<br/><b>Install Notes:</b> SBM simply boots and runs; no installation is required to use it.
ca: <b>Pàgina web:</b> <a href="http://btmgr.sourceforge.net/about.html">http://btmgr.sourceforge.net/about.html</a><br/><b>Descripció:</b> Smart Boot Manager is a bootloader which can overcome some boot-related BIOS limitations and bugs.<br/><b>Notes d'instaŀlació:</b> SBM simply boots and runs; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="http://btmgr.sourceforge.net/about.html">http://btmgr.sourceforge.net/about.html</a><br/><b>Περιγραφή: </b>Το Smart Boot Manager είναι ένα λογισμικό εκκίνησης που μπορεί να ξεπεράσει τούς περιορισμούς του BIOS και άλλα σφάλματα.<br/><b>Σημειώσης Εγκατάστασης:</b>Το SBM απλά φορτώνει, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="http://btmgr.sourceforge.net/about.html">http://btmgr.sourceforge.net/about.html</a><br/><b>תיאור:</b> Smart Boot Manager הינו טוען איתחול המסוגל להתגבר על כמה מגבלות ותקלות במערכות ה־BIOS.<br/><b>הערות התקנה:</b> SBMפשוט מתאתחל ומופעל; לא נדרשת התקנה כדי להשתמש בו.
ms: <b>Laman Sesawang:</b> <a href="http://btmgr.sourceforge.net/about.html">http://btmgr.sourceforge.net/about.html</a><br/><b>Keterangan:</b> Smart Boot Manager merupakan pemuat but yang dapat mengatasi beberapa pengehadan BIOS dan pepijat berkaitan-but.<br/><b>Nota Pemasangan:</b> SMB dapat dibut dan dijalankan dengan mudah; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="http://btmgr.sourceforge.net/about.html">http://btmgr.sourceforge.net/about.html</a><br/><b>Descriere:</b> Smart Boot Manager este un încărcător de boot care poate depăşi unele limitări şi unele greşeli ale BIOS-ului legate de bootare.<br/><b>Note de Instalare:</b> SBM bootează şi rulează pur şi simplu; nu necesită instalare pentru pentru a fi utilizat.

source: <b>Homepage:</b> <a href="https://www.supergrubdisk.org">https://www.supergrubdisk.org</a><br/><b>Description:</b> Super Grub Disk is a bootloader which can perform a variety of MBR and bootloader recovery tasks.<br/><b>Install Notes:</b> SGD simply boots and runs; no installation is required to use it.
ca: <b>Pàgina web:</b> <a href="https://www.supergrubdisk.org">https://www.supergrubdisk.org</a><br/><b>Descripció:</b> Super Grub Disk is a bootloader which can perform a variety of MBR and bootloader recovery tasks.<br/><b>Notes d'instaŀlació:</b> SGD simply boots and runs; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="https://www.supergrubdisk.org">https://www.supergrubdisk.org</a><br/><b>Περιγραφή:</b>Το Super Grub Disk είναι ένα λογισμικό εκκίνησης που μπορεί να εκτελέσει MBR και εργασίες αποκατάστασης.<br/><b>Σημειώσης Εγκατάστασης:</b>Το SGD απλά φορτώνει, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="https://www.supergrubdisk.org">https://www.supergrubdisk.org</a><br/><b>תיאור:</b> Super Grub Disk הינו טוען איתחול המסוגל לבצע משימות שיחזור רבות עבור טוען האיתחול וה־MBR.<br/><b>הערות התקנה:</b> SGDפשוט מתאתחלת ומופעלת; לא נדרשת התקנה כדי להשתמש בה.
ms: <b>Laman Sesawang:</b> <a href="https://www.supergrubdisk.org">https://www.supergrubdisk.org</a><br/><b>Keterangan:</b> Super Grub Disk merupakan pemuat but yang boleh melakukan tugas pemulihan pemuat but dan MBR.<br/><b>Nota Pemasangan:</b> SGD dapat dibut dan dijalankan dengan mudah; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Homepage:</b> <a href="https://www.supergrubdisk.org">https://www.supergrubdisk.org</a><br/><b>Descriere:</b> Super Grub Disk este un bootloader care poate efectua o varietate de operații de recuperare de MBR sau bootloader.<br/><b>Notițe de instalare:</b> SGD pur și simplu bootează și funcționează; pentru a fi folosit nu este necesară instalarea sa.

source: <b>Description:</b> Super OS is an unofficial derivative of Ubuntu which includes additional software by default. Requires a 2GB USB drive to install.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Περιγραφή:</b>Το Super OS είναι ένα ανεπίσημο παράγωγο του Ubuntu, το οποίο περιλαμβάνει επιπλέον λογισμικό προεπιλογής. Απαιτεί 2 GB USB drive για την εγκατάσταση.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>תיאור:</b> Super OS הנה נגזרת בלתי רשמית של אובונטו הכוללת תוכנות נוספות כברירת מחדל. יש צורך בכונן USB בנפח של 2 ג"ב כדי להתקין.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי, ממנו ניתן להפעיל את תכנית ההתקנה.
ms: <b>Keterangan:</b> Super OS merupakan distribusi terbitan tidak rasmi Ubuntu yang menyertakan perisian tambahan secara lalai. Memerlukan pemacu USB 2GB untuk dipasang.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
tr: <b>Açıklama:</b> Super OS, varsayılan olarak ek yazılımlar içeren Ubuntu'nun gayri resmi bir türevidir. Kurmak için 2GB USB sürücü gerektirir.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="http://www.sysresccd.org">http://www.sysresccd.org</a><br/><b>Description:</b> SystemRescueCD includes various partition management and data recovery and backup tools.<br/><b>Install Notes:</b> SystemRescueCD is booted and run in live mode; no installation is required to use it.
el: <b>Ιστοσελίδα:</b><a href="http://www.sysresccd.org">http://www.sysresccd.org</a><br/><b>Περιγραφή:</b>Το SystemRescueCD περιλαμβάνει διάφορα διαμερίσματα διαχείριση και ανάκτησης δεδομένων εργαλεία αλλά και εργαλεία δημιουργίας αντιγράφων ασφαλείας.<br/><b>Σημειώσης Εγκατάστασης:</b>Το SystemRescueCD είναι έτοιμο και λειτουργεί ζωντανά, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="http://www.sysresccd.org">http://www.sysresccd.org</a><br/><b>תיאור:</b> SystemRescueCD כוללת מגוון כלים לניהול מחיצות ושחזור וגיבוי נתונים.<br/><b>הערות התקנה:</b> SystemRescueCD ניתנת להפעלה ולהרצה באופן חי; אין צורך בהתקנה כדי להפעיל אותה.
ms: <b>Laman Sesawang:</b> <a href="http://www.sysresccd.org">http://www.sysresccd.org/</a><br/><b>Keterangan:</b> SystemRescueCD menyertakan pelbagai alatan pengurusan sekatan, pemulihan data dan sandar.<br/><b>Nota Pemasangan:</b> SystemRescueCD dibut dan dijalankan dalam mod langsung; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="http://www.sysresccd.org">http://www.sysresccd.org</a><br/><b>Descriere:</b> SystemRescueCD include diverse unelte de management a partiţiilor, de recuperare de date şi de creare a copiilor de siguranţă.<br/><b>Note de Instalare:</b> SystemRescueCD bootează şi rulează în modul Live; nu necesită instalare pentru a fi utilizat.
tr: <b>Anasayfa:</b> <a href="http://www.sysresccd.org">http://www.sysresccd.org</a><br/><b>Açıklama:</b> SystemRescueCD, çeşitli bölümleme yönetimi, veri kurtarma ve yedekleme araçları içerir.<br/><b>Kurulum Notları:</b> SystemRescueCD çalışan kipte yüklenir ve çalışır; kullanmak için kurulum gerekmez.

source: <b>Homepage:</b> <a href="https://www.ubuntu.com/">https://www.ubuntu.com</a><br/><b>Description:</b> Ubuntu is a user-friendly Debian-based distribution. It is currently the most popular Linux desktop distribution.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for installation over FTP, and can install Kubuntu and other official Ubuntu derivatives. If you would like to use a pre-downloaded alternate (not desktop) install iso, use the HdMedia option, and then place the alternate install iso file on the root directory of your hard drive or USB drive
el: <b>Ιστοσελίδα:</b><a href="https://www.ubuntu.com/">https://www.ubuntu.com</a><br/><b>Περιγραφή:</b>Το Ubuntu είναι μια φιλική προς τούς χρήστες διανομή που βασίζεται στο Debian. Είναι σήμερα η πιο δημοφιλής Linux διανομή.<br/>Σημειώσης Εγκατάστασης:<b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει. Η NetInstall έκδοση επιτρέπει την εγκατάσταση μέσω FTP. Αν θέλετε να χρησιμοποιήσετε ένα αρχείο iso (όχι επιφάνεια εργασίας) , χρησιμοποιήστε την HdMedia επιλογή και στην συνέχεια, τοποθετήστε το iso αρχείο εγκατάστασης στον ριζικό κατάλογο του σκληρού δίσκου η στην μονάδα USB
he: <b>דף הבית:</b> <a href="https://www.ubuntu.com/">https://www.ubuntu.com</a><br/><b>תיאור:</b> Ubuntu iהנה הפצה ידידותית מבוססת דביאן. נכון לעכשיו זוהי הפצת הלינוקס הנפוצה ביותר למחשבים אישיים.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי ממנה ניתן להפעיל את ההתקנה. גרסת ההתקנה המקוונת (NetInstall) מאפשרת להתקין דרך FTP, וניתן דרכה להתקין קובונטו ונגזרות רשמיות נוספות של אובונטו. אם ברצונך להשתמש בקובץ ה־iso להתקנה החלופית (ללא שולחן עבודה) יש להשתמש באפשרות ה־HdMedia, ואז להציב את קובץ ה־iso של ההתקנה החלופית בכונן הקשיח או בכונן ה־USB שלך.
ms: <b>Laman Sesawang:</b> <a href="https://www.ubuntu.com/">https://www.ubuntu.com</a><br/><b>Keterangan:</b> Ubuntu merupakan distribusi berasaskan-Debian. Setakat ini adalah distribusi dekstop Linux yang paling terkenal.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan. Versi NetInstall membolehkan pemasangan melalui FTP, yang dapat memasang Kubuntu dan lain-lain terbitan Ubuntu rasmi. Jika anda mahu guna iso pemasangan alternatif pra-muat-turun (bukan desktop), guna pilihan HdMedia, dan kemudian gantikan fail iso pemasangan alternatif ke dalam direktori root pemacu keras atau pemacu USB anda.
ro: <b>Pagina de Internet:</b> <a href="https://www.ubuntu.com/">https://www.ubuntu.com</a><br/><b>Descriere:</b> Ubuntu este o distribuție ușor de utilizat bazată pe Debian. În momentul de față este cea mai populară distribuție Linux.<br/><b>Note de instalare:</b> Versiunea Live permite utilizarea în mod direct, de une se poate lansa instalatorul dacă se dorește. Versiunea NetInstall permite instalarea prin FTP, și se poate instala Kubuntu și alte derivate Ubuntu oficiale. Dacă doriți să utilizați o imagine iso pre-descărcată alternativă (nu de birou), utilizați opțiunea HdMedia și plasați imaginea iso alternativă de instalare în directorul rădăcină al discului dur sau a unității USB.

source: <b>Homepage:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Description:</b> xPUD is a lightweight distribution featuring a simple kiosk-like interface with a web browser and media player.<br/><b>Install Notes:</b> The Live version loads the entire system into RAM and boots from memory.
el: <b>Ιστοσελίδα:</b><a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Περιγραφή:</b>Το xPUD είναι μια ευκίνητη διανομή που διαθέτει μια απλή kiosk-like διεπαφή με ένα πρόγραμμα περιήγησης και ένα πρόγραμμα αναπαραγωγής πολυμέσων.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση φορτώνει ολόκληρο το σύστημα στην μνήμη RAM, οπότε η εγκατάσταση δεν είναι υποχρεωτική, αλλά προαιρετική.
he: <b>דף הבית:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>תיאור:</b> xPUD הנה הפצה קלילה המציעה מנשק דמוי קיוסק המציע דפדפן אינטרנט ונגן מדיה.<br/><b>הערות התקנה:</b> הגרסה החיה טוענת את כל המערכת אל זיכרון ה־RAM ומופעלת מהזיכרון.
ms: <b>Laman Sesawang:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Keterangan:</b> xPUD merupakan distribusi ringan dan pantas yang memfiturkan antaramuka seakan kiosk ringkas disertakan dengan pelayar sesawang dan pemain media.<br/><b>Nota Pemasangan:</b> Versi Langsung memuatkan keseluruhan sistem ke dalam RAM dan but menerusi ingatan.
ro: <b>Pagina sursă:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Descriere:</b> xPUD este o distribuţie mică care conţine o interfaţă simplă de tip kiosk cu un navigator de internet şi player multimedia.<br/><b>Note de Instalare:</b> Versiunea Live încarcă tot sistemul în memoria RAM şi bootează din memorie.
tr: <b>Anasayfa:</b> <a href="http://www.xpud.org/">http://www.xpud.org</a><br/><b>Açıklama:</b> xPUD, bir web tarayıcısı ve medya oynatıcı ile basit, kiosk benzeri arayüze sahip hafif bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm tüm sistemi RAM'a yükler ve bellekten önyükleme yapar.
