Repository: CraftRebel/unetbootin
Catalog: po/*.po
Languages: ca, el, he, ms, ro, tr

source: <b>Homepage:</b> <a href="https://clonezilla.org/">https://clonezilla.org/</a><br/><b>Description:</b> CloneZilla is a distribution used for disk backup and imaging.<br/><b>Install Notes:</b> CloneZilla is booted and run in live mode; no installation is required to use it.
el: <b>Ιστοσελίδα</b><a href="https://clonezilla.org/">https://clonezilla.org/</a><br/><b>Περιγραφή: </b>Το CloneZilla είναι μια διανομή που χρησιμοποιείται για αντιγραφές ασφαλείας και απεικόνισης.<br/><b>Σημειώσης Εγκατάστασης:</b>Το CloneZilla είναι έτοιμο και λειτουργεί ζωντανά, δεν απαιτείται εγκατάσταση για να το χρησιμοποιήσετε.
he: <b>דף הבית:</b> <a href="https://clonezilla.org/">https://clonezilla.org/</a><br/><b>תיאור:</b> CloneZilla היה הפצה המשמשת לגיבוי כוננים וחילוץ תמונות כוננים.<br/><b>הערות התקנה:</b> CloneZilla מתאתחלת ופועלת במצב חי; אין צורך בהתקנתה כדי לעשות בה שימוש.
ms: <b>Laman Sesawang:</b> <a href="https://clonezilla.org/">https://clonezilla.org/</a><br/><b>Keterangan:</b> CloneZilla merupakan sebuah distribusi untuk tujuan sandar dan pengimejan cakera.<br/><b>Nota Pemasangan:</b> CloneZilla dibut dan dijalankan dalam mod langsung; tiada pemasangan diperlukan untuk menggunakannya.
ro: <b>Pagina sursă:</b> <a href="https://clonezilla.org/">https://clonezilla.org/</a><br/><b>Descriere:</b> CloneZilla este o distribuţie utilizată pentru realizarea copiilor şi imaginilor de siguranţă.<br/><b>Install Notes:</b> CloneZilla butează şi rulează în modul live, nefiind necesară instalarea niciunei componente.
tr: <b>Anasayfa:</b><a href="https://clonezilla.org/">https://clonezilla.org/</a><br/><b>Açıklama:</b>Clonezilla disk kalıbı alma ve yedekleme için kullanılan bir dağıtımdır.<br/><b>Kurulum Notları:</b> CloneZilla çalışan kipte yüklenir ve çalışır; kullanmak için kurmaya gerek yoktur.

source: <b>Homepage:</b> <a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>Description:</b> Damn Small Linux is a minimalist distribution designed for older computers.<br/><b>Install Notes:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional.
ca: <b>Pàgina web:</b> <a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>Descripció:</b> Damn Small Linux is a minimalist distribution designed for older computers.<br/><b>Notes d'instaŀlació:</b> The Live version loads the entire system into RAM and boots from memory, so installation is not required but optional.
el: <b>Ιστοσελίδα:</b><a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>Περιγραφή:</b>Το Damn Small Linux είναι μια μινιμαλιστική διανομή που έχει σχεδιαστεί για παλαιότερους υπολογιστές.<br/>Σημειώσης Εγκατάστασης:<b>Η ζωντανή έκδοση φορτώνει ολόκληρο το σύστημα στην μνήμη RAM, οπότε η εγκατάσταση δεν είναι υποχρεωτική, αλλά προαιρετική.
he: <b>דף הבית:</b> <a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>תיאור:</b> Damn Small Linux הינה הפצה פשטנית המיועדת למחשבים ישנים.<br/><b>הערות התקנה:</b> הגירסה החיה טוענת את המערכת כולה אל זיכרון ה־RAM ומאתחלת מהזיכרון, כך שלא נדרשת התקנה אך היא אפשרית.
ms: <b>Laman Sesawang:</b> <a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>Keterangan:</b> Damn Small Linux merupakan distribusi minimalis yang direka untuk komputer lama.<br/><b>Nota Pemasangan:</b> Versi Langsung memuatkan keseluruhan sistem ke dalam RAM dan dibut melalui ingatan, oleh itu pemasangan tidak diperlukan tetapi ditawarkan secara pilihan.
ro: <b>Pagina sursă:</b> <a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>Descriere:</b> Damn Small Linux este o distribuţie minimalistă, proiectată pentru calculatoarele mai vechi.<br/><b>Install Note:</b> Versiunea live este încărcată integral în RAM şi butează din memorie, instalarea nefiind necesară ci opţională.
tr: <b>Anasayfa:</b> <a href="http://damnsmalllinux.org/">http://damnsmalllinux.org</a><br/><b>Açıklama:</b> Damn Small Linux eski bilgisayarlar için düzenlenmiş sade bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm, tüm sistemi RAM'a yükler ve bellekten önyükleme yapar, bu nedenle kurulum gerekli değildir, isteğe bağlıdır.

source: <b>Homepage:</b> <a href="https://www.debian.org/">https://www.debian.org</a><br/><b>Description:</b> Debian is a community-developed Linux distribution that supports a wide variety of architectures and offers a large repository of packages.<br/><b>Install Notes:</b> The NetInstall version allows for installation over FTP. If you would like to use a pre-downloaded install iso, use the HdMedia option, and then place the install iso file on the root directory of your hard drive or USB drive
el: <b>Ιστοσελίδα:</b><a href="https://www.debian.org/">https://www.debian.org</a><br/><b>Περιγραφή:</b>Το Debian είναι μιά διανομή Linux που αναπτύχθηκε από μιά κοινότητα, υποστηρίζει μια ευρεία ποικιλία υπολογιστών και προσφέρει ένα μεγάλο χώρο αποθήκευσης λειτουργικών πακέτων.<br/><b>Σημειώσης Εγκατάστασης:</b>Η NetInstall έκδοση επιτρέπει την εγκατάσταση μέσω FTP. Αν θέλετε να χρησιμοποιήσετε ένα προ-κατεβάσει ένα αρχείο iso, χρησιμοποιήστε την HdMedia επιλογή και στην συνέχεια, τοποθετήστε την iso αρχείο εγκατάστασης στον ριζικό κατάλογο του σκληρού δίσκου η στην μονάδα USB
he: <b>דף הבית:</b> <a href="https://www.debian.org/">https://www.debian.org</a><br/><b>תיאור:</b> Debian הנה הפצת לינוקס המפותחת באופן קהילתי התומכת במגוון רחב של תצורות מעבדים ומציעה מאגר רחב של חבילות.<br/><b>הערות התקנה:</b> הגרסה להתקנה מקוונת (NetInstall) מאפשרת להתקין דרך FTP. אם ברצונך להשתמש בקובץ iso שהורד מראש, יש להשתמש באפשרות HdMedia ואז להציב את קובץ ה־iso של ההתקנה בתיקיית הבסיס של הכונן הקשיח או כונן ה־USB שלך.
ms: <b>Laman Sesawang:</b> <a href="https://www.debian.org/">https://www.debian.org</a><br/><b>Keterangan:</b> Debian merupakan distribusi Linux dibangun-komuniti yang menyokong sejumlah besar senibina dan menyediakan repositori pakej yang besar.<br/><b>Nota Pemasangan:</b> Versi NetInstall membolehkan pemasangan melalui FTP. Jika anda mahu guna is pemasangan pra-muat-turun, gunakan pilihan HdMedia, kemudian letak fail iso pemasangan ke dalam direktori root pemacu keras atau pemacu USB anda
ro: <b>Pagina de Internet:</b> <a href="https://www.debian.org/">https://www.debian.org</a><br/><b>Descriere:</b> Debian este o distribuție Linux dezvoltată de comunitate ce suportă o mare varietate de arhitecturi și oferă un depozit de pachete imens.<br/><b>Note de instalare:</b> Versiunea NetInstall permite instalarea prin FTP. Dacă doriți să utilizați o imagine iso pre-descărcată, utilizați opțiunea HdMedia și apoi plasați fișierul iso în directorul rădăcină al discului dur sau a unității USB.
tr: <b>Anasayfa:</b> <a href="https://www.debian.org/">https://www.debian.org</a><br/><b>Açıklama:</b> Debian, çok çeşitli mimarileri destekleyen ve büyük bir paket deposu sunan, topluluk tarafından geliştirilmiş bir Linux dağıtımıdır.<br/><b>Kurulum Notları:</b> NetInstall sürümü, FTP üzerinden kuruluma izin verir. Önceden indirilmiş bir kurulum iso kalıbını kullanmak isterseniz, HdMedia seçeneğini kullanın ve kurulum iso dosyasını sabit sürücünüzün veya USB sürücünüzün kök dizinine kurun.

source: <b>Description:</b> Dreamlinux is a user-friendly Debian-based distribution.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
ca: <b>Descripció:</b> Dreamlinux is a user-friendly Debian-based distribution.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Περιγραφή:</b>Το Dreamlinux είναι μιά φιλική προς τούς χρήστες διανομή πού βασίζεται στο Debian.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>תיאור:</b> Dreamlinux הינה הפצה ידידותית למשתמש מבוססת דביאן.<br/><b>הערות התקנה:</b> הגירסה החיה מאפשרת איתחול במצב חי, ממנו ניתן להפעיל את תוכנית ההתקנה.
ms: <b>Keterangan:</b> Dreamlinux merupakan distribusi berasaskan-Debian yang mesra pengguna.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Description:</b> Dreamlinux este o distributie prietenoasa-cu-utilizatorul bazata pe Debian. <br/><b>Install Notes:</b> Versiunea Live permite bootarea in modul Live, de unde modulul de instalare poate fi lansat in mod optional.
tr: <b>Açıklama:</b> Dreamlinux Debian tabanlı kullanıcı dostu bir dağıtımdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="https://www.freedrweb.com/livecd">https://www.freedrweb.com/livecd</a><br/><b>Description:</b> Dr.Web AntiVirus is an anti-virus emergency kit to restore a system that broke due to malware.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which malware scans can be launched.
el: <b>Ιστοσελίδα:</b><a href="https://www.freedrweb.com/livecd">https://www.freedrweb.com/livecd</a><br/><b>Περιγραφή:</b>Το dr. Web AntiVirus είναι ένα λειτουργικό σύστημα έκτακτης ανάγκης για να επαναφέρει ένα σύστημα που μολύνθηκε με κακόβουλα λογισμικά.<br/><b>Σημειώσης Εγκατάστασης:</b>Η ζωντανή έκδοση επιτρέπει την εκκίνηση σε κατάσταση Live, από την οποία μπορούν να ξεκινήσουν σαρώσεις κατά κακόβουλων λογισμικών.
he: <b>דף הבית:</b> <a href="https://www.freedrweb.com/livecd">https://www.freedrweb.com/livecd</a><br/><b>תיאור:</b> Dr.Web AntiVirus הנה ערכת חירום מבוססת אנטיווירוס לשחזור מערכת שקרסה עקב תכנה זדונית.<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי ממנו ניתן לבצע סריקות אחר תוכנות זדוניות.
ms: <b>Laman Sesawang:</b> <a href="https://www.freedrweb.com/livecd">https://www.freedrweb.com/livecd</a><br/><b>Keterangan:</b> Dr.Web AntiVirus merupakan kit kecemasan anti-virus yang dapat memulihkan sistem rosak disebabkan oleh perisian hasad.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang dapat mengimbas perisian hasad.
ro: <b>Homepage:</b> <a href="https://www.freedrweb.com/livecd">https://www.freedrweb.com/livecd</a><br/><b>Description:</b> Dr.Web AntiVirus este un kit anti-virus de urgenta folosit pentru a restaura un sistem care a cazut din cauza programelor malitioase (malware). <br/><b>Install Notes:</b> Versiunea Live permite bootarea in mod Live, de unde pot fi lansate scanari pentru detectarea programelor malitioase (malware).
tr: <b>Anasayfa:</b> <a href="https://www.freedrweb.com/livecd">https://www.freedrweb.com/livecd</a><br/><b>Açıklama:</b> Dr.Web AntiVirus, kötü amaçlı yazılım nedeniyle bozulan bir sistemi geri yüklemek için bir anti-virüs acil durum setidir.<br/><b>Kurulrm Notları:</b> Çalışan sürüm, kötü amaçlı yazılım taramalarının başlatılabildiği Çalışan kipte önyükleme yapılmasına izin verir.

source: <b>Homepage:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Description:</b> Elive is a Debian-based distribution featuring the Enlightenment window manager.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched.
el: <b>Ιστοσελίδα:</b><a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Περιγραφή:</b>Elive είναι μια διανομή πού βασίζεται στο Debian και περιέχει χαρακτηρίζει τον Enlightenment window manager.<br/><b>Σημειώσης Εγκατάστασης:</b>Η Ζωντανή έκδοση επιτρέπει για την εκκίνηση σε κατάσταση Live, από την οποία το λειτουργικό σύστημα μπορεί προαιρετικά να ξεκινήσει.
he: <b>דף הבית:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>תיאור:</b> Elive היא הפצה מבוססת דביאן המשתמשת במנהל החלונות Enligtenment.‏<br/><b>הערות התקנה:</b> הגרסה החיה מאפשרת הפעלה במצב חי, ממנו ניתן להפעיל את תכנית ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Keterangan:</b> Elive merupakan distribusi berasaskan-Debian yang memfiturkan pengurus tetingkap Enlightenment.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan.
ro: <b>Homepage:</b><a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Descriptie:</b>Elive este o distro bazata pe Debian, cu Enlightenment window manager.<br/><b>Note de instalare:</b> Versiunea Live permite sa faci boot pe LiveMode, din care instalaturoul se poate initia optional.
tr: <b>Anasayfa:</b> <a href="https://www.elivecd.org/">https://www.elivecd.org</a><br/><b>Açıklama:</b> Elive, Enlightenment pencere yöneticisine sahip Debian tabanlı bir dağıtımdır.<br/><b>Kurulım Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir.

source: <b>Homepage:</b> <a href="https://getfedora.org/">https://getfedora.org</a><br/><b>Description:</b> Fedora is a Red Hat sponsored community distribution which showcases the latest cutting-edge free/open-source software.<br/><b>Install Notes:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
ca: <b>Pàgina web:</b> <a href="https://getfedora.org/">https://getfedora.org</a><br/><b>Descripció:</b> Fedora is a Red Hat sponsored community distribution which showcases the latest cutting-edge free/open-source software.<br/><b>Notes d'instaŀlació:</b> The Live version allows for booting in Live mode, from which the installer can optionally be launched. The NetInstall version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
el: <b>Ιστοσελίδα:</b><a href="https://getfedora.org/">https://getfedora.org</a><br/><b>Περιγραφή:</b>Το Fedora είναι μια δημιουργία κοινότητας υποστηριζόμενης απο την Red Hat που παρουσιάζει τα τελευταίας αιχμής δωρεάν/open-source λογισμικά συστήματα.<br/><b>Σημειώσης Εγκατάστασης:</b> Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP) η την offline εγκατάσταση με την χρήση ISO αρχείων.
he: <b>דף הבית:</b> <a href="https://getfedora.org/">https://getfedora.org</a><br/><b>תיאור:</b> Fedora הינה הפצה קהילתית הממומנת על ידי Red Hat המציגה את התוכנה החופשית/חינמית העדכנית ביותר.<br/><b>הערות התקנה:</b> הגירסה החיה מאפשרת איתחול במצב חי, ממנו ניתן להפעיל את תוכנית ההתקנה. גירסת התקנת הרשת מאפשרת התקנה דרך האינטרנט (FTP), או התקנה באמצעות קובצי ISO שאוחזרו מראש.
ms: <b>Laman Sesawang:</b> <a href="https://getfedora.org/">https://getfedora.org</a><br/><b>Keterangan:</b> Fedora merupakan distribusi komuniti ditaja oleh Red Hat yang menawarkan perisian sumber-terbuka/bebas berteknologi terkini.<br/><b>Nota Pemasangan:</b> Versi Langsung membolehkan but dalam mod Langsung, yang mana pemasang boleh dilancarkan secara pilihan. Versi NetInstall membolehkan kedua-dua pemasangan sama ada melalui internet (FTP), atau pemasangan luar talian menggunakan fail ISO pemasangan pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="https://getfedora.org/">https://getfedora.org</a><br/><b>Description:</b> Fedora este o distribuţie sponsorizată de comunitatea Red Hat care prezintă cele mai noi şi mai inovatoare programe gratuite cu sursă-deschisă.<br/><b>Install Notes:</b> Versiunea Live permite bootarea in modul Live, de unde modulul de instalare poate fi lansat in mod optional. Versiunea Instalare-prin-reţea permite atât instalarea prin internet (FTP), cât şi instalarea prin intermediul fişierelor de instalare ISO descărcate în prealabil.
tr: <b>Anasayfa:</b> <a href="https://getfedora.org/">https://getfedora.org</a><br/><b>Açıklama:</b> Fedora, en son özgür-açık kaynaklı yazılımları sergileyen Red Hat teşvikli topluluk dağıtımıdır.<br/><b>Kurulum Notları:</b> Çalışan sürüm Çalışan kipte yüklemeye izin verir, yükleyici isteğe bağlı olarak başlatılabilir. Netİnstall sürümü hem internet üzerinden (FTP), hem de önceden indirilmiş kurulum ISO dosyalarını kullanarak çevrimdışı yüklemeye izin verir.

source: <b>Homepage:</b> <a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>Description:</b> FreeBSD is a general-purpose Unix-like operating system designed for scalability and performance.<br/><b>Install Notes:</b> The default version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
ca: <b>Pàgina web:</b> <a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>Descripció:</b> FreeBSD is a general-purpose Unix-like operating system designed for scalability and performance.<br/><b>Notas d'instaŀlació:</b> The default version allows for both installation over the internet (FTP), or offline installation using pre-downloaded installation ISO files.
el: <b>Ιστοσελίδα:</b><a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>Περιγραφή:</b>Το FreeBSD είναι ένα γενικής χρήσης τύπου-Unix λειτουργικό σύστημα που έχει σχεδιαστεί για επεκτασιμότητα και απόδοση.<br/><b>Σημειώσης Εγκατάστασης:</b> Η προεπιλεγμένη έκδοση επιτρέπει την εγκατάσταση μέσω διαδικτύου (FTP) η την offline εγκατάσταση με την χρήση ISO αρχείων.
he: <b>דף הבית:</b> <a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>תיאור:</b> FreeBSD הינה מערכת דמויית יוניקס לשימוש כללי המתוכננת לריבוי שינויים וביצועים.<br/><b>הערות התקנה:</b> גירסת ברירת המחדל מאפשרת התקנה דרך האינטרנט (FTP), או התקנה לא מקוונת באמצעות קובצי ISO שאוחזרו מראש.
ms: <b>Laman Sesawang:</b> <a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>Keterangan:</b> FreeBSD merupakan sistem pengoperasian seakan-Unix bagi kegunaan umum yang direka untuk prestasi dan boleh diperluaskan.<br/><b>Nota Pemasangan:</b> Versi lalai membolehkan kedua-dua pemasangan melalui internet (FTP), atau pemasangan luar talian menggunakan fail ISO pemasangan pra-muat-turun.
ro: <b>Pagina sursă:</b> <a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>Descriere:</b> FreeBSD este un sistem de operare cu caracter general, asemănător cu Unix, proiectat pentru scalabilitate şi viteză mare.<br/><b>Note de instalare:</b> Versiunea standard The default version permite atât instalarea prin internet (FTP), cât şi instalarea prin intermediul fişierelor de instalare ISO descărcate în prealabil.
tr: <b>Anasayfa:</b> <a href="https://www.freebsd.org/">https://www.freebsd.org</a><br/><b>Açıklama:</b> FreeBSD, ölçeklenebilirlik ve performans için tasarlanmış genel amaçlı Unix benzeri bir işletim sistemidir.<br/><b>Kurulum Notları:</b> Öntanımlı sürüm hem internet üzerinden (FTP), hem de önceden indirilmiş kurulum ISO dosyalarını kullanarak çevrimdışı yüklemeye izin verir.

source: <b>Homepage:</b> <a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>Description:</b> FreeDOS is a free MS-DOS compatible operating system.<br/><b>Install Notes:</b> See the <a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall">manual</a> for installation details.
ca: <b>Pàgina web:</b> <a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>Descripció:</b> FreeDOS is a free MS-DOS compatible operating system.<br/><b>Notes d'instaŀlació:</b> See the <a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall">manual</a> for installation details.
el: <b>Ιστοσελίδα:</b><a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>Περιγραφή:</b>Το FreeDOS είναι ένα δωρεάν MS-DOS συμβατό λειτουργικό σύστημα.<br/><b>Σημειώσης Εγκατάστασης:</b>Δείτε<a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall"> το εγχειρίδιο</a>για περισσότερες πληροφορίες σχετικά με την εγκατάσταση.
he: <b>דף הבית:</b> <a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>תיאור:</b> FreeDOS הינה מערכת הפעלה תואמת MS-DOS<br/><b>הערות התקנה:</b> עיין ב<a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall">מדריך למשתמש</a> לפרטים אודות ההתקנה.
ms: <b>Laman Sesawang:</b> <a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>Keterangan:</b> FreeDOS merupakan sistem pengoperasian serasi MS-DOS yang percuma.<br/><b>Nota Pemasangan:</b> Sila rujuk <a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall">panduan</a> untuk perician pemasangannya.
ro: <b>pagina sursa:</b> <a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>Descriere:</b> FreeDOS este un sistem de operare gratuit, compatibil cu MS-DOS.<br/><b>Instalare : </b> Vezi <a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall">manualul </a> pentru detalii referitoare la instalare.
tr: <b>Anasayfa:</b> <a href="http://www.freedos.org/">http://www.freedos.org</a><br/><b>Açıklama:</b> FreeDOS, MS-DOS uyumlu özgür bir işletim sistemidir.<br/><b>Kurulum Notları:</b> Bakın <a href="http://fd-doc.sourceforge.net/wiki/index.php?n=FdDocEn.FdInstall">el kitabı</a> kurulum ayrıntıları için.

source: <b>Homepage:</b> <a href="https://freenas.org/">https://freenas.org</a><br/><b>Description:</b> FreeNAS is an embedded open source NAS (Network-Attached Storage) distribution based on FreeBSD.<br/><b>Install Notes:</b> The LiveCD version creates a RAM drive for FreeNAS, and uses a FAT formatted floppy disk or USB key for saving the configuration file. The embedded version allows installation to hard disk.
el: <b>Ιστοσελίδα:</b><a href="https://freenas.org/">https://freenas.org</a><br/><b>Περιγραφή:</b>Το FreeNAS είναι μια open source NAS (Network-Attached Storage) διανομή που βασίζεται στο FreeBSD.<br/><b>Σημειώσης Εγκατάστασης:</b>Η LiveCD έκδοση δημιουργεί μια μονάδα RAM για το FreeNAS και χρησιμοποιεί μια FAT διαμορφωμένη δισκέτα η ένα κλειδί USB για την αποθήκευση του αρχείου ρύθμισης παραμέτρων. Η ενσωματωμένη έκδοση επιτρέπει την εγκατάσταση σε σκληρό δίσκο.
he: <b>דף הבית:</b> <a href="https://freenas.org/">https://freenas.org</a><br/><b>תיאור:</b> FreeNAS הנה הפצה משובצת בקוד פתוח NAS (Network-Attached Storage/אחסון צמוד רשת) המבוססת על BSD.<br/><b>הערות התקנה:</b> גרסת התקליטור החי יוצרת כונן וירטואלי בזכרון עבור FreeNAS, ומשתמשת בדיסקט בפורמט FAT או בכונן USB לשמירת קובץ התצורה. הגרסה המשובצת מאפשרת התקנה אל הכונן הקשיח.
ms: <b>Laman Sesawang:</b> <a href="https://freenas.org/">https://freenas.org</a><br/><b>Keterangan:</b> FreeNAS merupakan distribusi NAS (Network-Attached Storage) sumber terbuka terbenam-dalam berasaskan FreeBSD.<br/><b>Nota Pemasangan:</b> CDLangsung mewujudkan pemacu untuk FreeNAS, dan menggunakan cakera liut terformat FAT atau pemacur USB untuk menyimpan fail konfigurasi. Versi terbenam membolehkan pemasangan ke dalam cakera keras.
tr: <b>Anasayfa:</b> <a href="https://freenas.org/">https://freenas.org</a><br/><b>Açıklama:</b> FreeNAS, FreeBSD tabanlı, gömülü,açık kaynaklı NAS (Ağa Bağlı Depolama) dağıtımıdır.<br/><b>Kurulum Notları:</b> Çalışan CD sürümü, FreeNAS için bir RAM sürücüsü oluşturur ve yapılandırma dosyasını kaydetmek için bir FAT biçimlendirilmiş disket veya USB anahtarı kullanır. Gömülü sürüm, sabit diske kurmaya izin verir
